{
  "format": "layers-model",
  "generatedBy": "keras v3.10.0",
  "convertedBy": "TensorFlow.js Converter v4.22.0",
  "modelTopology": {
    "keras_version": "3.10.0",
    "backend": "tensorflow",
    "model_config": {
      "class_name": "Sequential",
      "config": {
        "name": "nutrition_predictor",
        "trainable": true,
        "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
        "layers": [
          { "class_name": "InputLayer", "config": { "batch_shape": null, "input_shape": [8], "dtype": "int32", "sparse": false, "ragged": false, "name": "text_input" } },
          {
            "class_name": "Embedding",
            "config": {
              "name": "food_embedding",
              "trainable": true,
              "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
              "input_dim": 2475,
              "output_dim": 64,
              "embeddings_initializer": { "module": "keras.initializers", "class_name": "RandomUniform", "config": { "seed": null, "minval": -0.05, "maxval": 0.05 }, "registered_name": null },
              "embeddings_regularizer": null,
              "activity_regularizer": null,
              "embeddings_constraint": null,
              "mask_zero": false
            }
          },
          {
            "class_name": "GlobalAveragePooling1D",
            "config": {
              "name": "global_avg_pooling",
              "trainable": true,
              "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
              "data_format": "channels_last",
              "keepdims": false
            }
          },
          {
            "class_name": "Dense",
            "config": {
              "name": "dense_1",
              "trainable": true,
              "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
              "units": 256,
              "activation": "relu",
              "use_bias": true,
              "kernel_initializer": { "module": "keras.initializers", "class_name": "GlorotUniform", "config": { "seed": null }, "registered_name": null },
              "bias_initializer": { "module": "keras.initializers", "class_name": "Zeros", "config": {}, "registered_name": null },
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          },
          {
            "class_name": "Dropout",
            "config": { "name": "dropout_1", "trainable": true, "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null }, "rate": 0.3, "seed": null, "noise_shape": null }
          },
          {
            "class_name": "Dense",
            "config": {
              "name": "dense_2",
              "trainable": true,
              "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
              "units": 128,
              "activation": "relu",
              "use_bias": true,
              "kernel_initializer": { "module": "keras.initializers", "class_name": "GlorotUniform", "config": { "seed": null }, "registered_name": null },
              "bias_initializer": { "module": "keras.initializers", "class_name": "Zeros", "config": {}, "registered_name": null },
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          },
          {
            "class_name": "Dropout",
            "config": { "name": "dropout_2", "trainable": true, "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null }, "rate": 0.2, "seed": null, "noise_shape": null }
          },
          {
            "class_name": "Dense",
            "config": {
              "name": "dense_3",
              "trainable": true,
              "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
              "units": 64,
              "activation": "relu",
              "use_bias": true,
              "kernel_initializer": { "module": "keras.initializers", "class_name": "GlorotUniform", "config": { "seed": null }, "registered_name": null },
              "bias_initializer": { "module": "keras.initializers", "class_name": "Zeros", "config": {}, "registered_name": null },
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          },
          {
            "class_name": "Dropout",
            "config": { "name": "dropout_3", "trainable": true, "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null }, "rate": 0.1, "seed": null, "noise_shape": null }
          },
          {
            "class_name": "Dense",
            "config": {
              "name": "nutrition_output",
              "trainable": true,
              "dtype": { "module": "keras", "class_name": "DTypePolicy", "config": { "name": "float32" }, "registered_name": null },
              "units": 4,
              "activation": "linear",
              "use_bias": true,
              "kernel_initializer": { "module": "keras.initializers", "class_name": "GlorotUniform", "config": { "seed": null }, "registered_name": null },
              "bias_initializer": { "module": "keras.initializers", "class_name": "Zeros", "config": {}, "registered_name": null },
              "kernel_regularizer": null,
              "bias_regularizer": null,
              "kernel_constraint": null,
              "bias_constraint": null
            }
          }
        ],
        "build_input_shape": [null, 8]
      }
    },
    "training_config": {
      "loss": "mse",
      "loss_weights": null,
      "metrics": ["mae", "mse"],
      "weighted_metrics": null,
      "run_eagerly": false,
      "steps_per_execution": 1,
      "jit_compile": false,
      "optimizer_config": {
        "class_name": "Adam",
        "config": {
          "name": "adam",
          "learning_rate": 0.0004900000058114529,
          "weight_decay": null,
          "clipnorm": null,
          "global_clipnorm": null,
          "clipvalue": null,
          "use_ema": false,
          "ema_momentum": 0.99,
          "ema_overwrite_frequency": null,
          "loss_scale_factor": null,
          "gradient_accumulation_steps": null,
          "beta_1": 0.9,
          "beta_2": 0.999,
          "epsilon": 1e-7,
          "amsgrad": false
        }
      }
    }
  },
  "weightsManifest": [
    {
      "paths": ["group1-shard1of1.bin"],
      "weights": [
        { "name": "dense_1/kernel", "shape": [64, 256], "dtype": "float32" },
        { "name": "dense_1/bias", "shape": [256], "dtype": "float32" },
        { "name": "dense_2/kernel", "shape": [256, 128], "dtype": "float32" },
        { "name": "dense_2/bias", "shape": [128], "dtype": "float32" },
        { "name": "dense_3/kernel", "shape": [128, 64], "dtype": "float32" },
        { "name": "dense_3/bias", "shape": [64], "dtype": "float32" },
        { "name": "food_embedding/embeddings", "shape": [2475, 64], "dtype": "float32" },
        { "name": "nutrition_output/kernel", "shape": [64, 4], "dtype": "float32" },
        { "name": "nutrition_output/bias", "shape": [4], "dtype": "float32" }
      ]
    }
  ]
}
