{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 4095, "word_counts": "{\"3bahan\": 1, \"shakshuka\": 4, \"abon\": 5, \"haruwan\": 1, \"ikan\": 251, \"sapi\": 149, \"acar\": 16, \"udang\": 130, \"dan\": 1220, \"sayuran\": 92, \"accidental\": 1, \"chicken\": 3, \"acorn\": 1, \"squash\": 20, \"adas\": 53, \"serut\": 5, \"artichoke\": 43, \"salad\": 235, \"parmesan\": 36, \"lobak\": 30, \"grapefruit\": 3, \"agaragar\": 1, \"agnolotti\": 1, \"dengan\": 1318, \"kacang\": 334, \"manis\": 42, \"keju\": 214, \"kambing\": 85, \"akar\": 18, \"seledri\": 18, \"gruy\\u00e8re\": 11, \"selada\": 27, \"apel\": 26, \"tonjong\": 1, \"segar\": 306, \"aletoge\": 1, \"aligot\": 2, \"gratin\": 54, \"almond\": 24, \"dacquoise\": 2, \"es\": 13, \"krim\": 109, \"stroberi\": 7, \"alpukat\": 25, \"salsa\": 30, \"putih\": 155, \"ampas\": 6, \"hijau\": 72, \"tahu\": 32, \"kukus\": 50, \"mentah\": 58, \"ampela\": 2, \"ayam\": 288, \"goreng\": 137, \"anak\": 5, \"daging\": 174, \"gemuk\": 7, \"kurus\": 5, \"sedang\": 3, \"andaliman\": 1, \"andewi\": 1, \"angel\": 3, \"hair\": 3, \"pasta\": 85, \"with\": 2, \"tuna\": 36, \"angelhair\": 1, \"sauteed\": 1, \"squid\": 1, \"anggur\": 9, \"hutan\": 6, \"angsa\": 1, \"antipasto\": 2, \"bumbu\": 25, \"bawang\": 268, \"sage\": 15, \"anyang\": 2, \"sayur\": 66, \"anything\": 1, \"goes\": 1, \"donabe\": 1, \"malang\": 2, \"aprikot\": 8, \"linzertorte\": 1, \"kering\": 76, \"berlapis\": 8, \"cognac\": 1, \"yogurt\": 25, \"berbumbu\": 32, \"kayu\": 10, \"arbei\": 1, \"ares\": 2, \"arrowroot\": 3, \"terong\": 53, \"panini\": 3, \"romano\": 2, \"lada\": 18, \"zaitun\": 62, \"diisi\": 4, \"remah\": 19, \"roti\": 102, \"lemonbawang\": 1, \"dioles\": 4, \"mentega\": 42, \"teri\": 22, \"heart\": 1, \"isi\": 26, \"mozzarella\": 25, \"sandwich\": 44, \"salami\": 1, \"panggang\": 309, \"yerusalem\": 5, \"linguine\": 21, \"jantung\": 5, \"tumbuk\": 30, \"arugula\": 28, \"ceri\": 19, \"keemasan\": 15, \"marcona\": 1, \"parmigianoreggiano\": 1, \"ravioli\": 13, \"arwan\": 2, \"sirsir\": 2, \"daun\": 174, \"singkong\": 31, \"kei\": 1, \"asam\": 34, \"kandis\": 2, \"masak\": 7, \"di\": 28, \"pohon\": 3, \"payak\": 1, \"asan\": 1, \"asemasem\": 1, \"buncis\": 18, \"asinan\": 4, \"bogor\": 8, \"asparagus\": 39, \"frittata\": 6, \"yang\": 29, \"dicetak\": 2, \"leek\": 2, \"vinaigrette\": 36, \"achiote\": 1, \"saus\": 297, \"jeruk\": 75, \"keprok\": 1, \"ala\": 23, \"teriyaki\": 7, \"asap\": 56, \"kari\": 63, \"nasi\": 70, \"liar\": 31, \"aztec\": 1, \"berkulit\": 8, \"maltaise\": 1, \"brokoli\": 34, \"fusilli\": 7, \"dalam\": 50, \"tandoori\": 3, \"chutney\": 7, \"tomatjahe\": 1, \"buruan\": 1, \"cabai\": 56, \"jalape\\u00f1ojeruk\": 1, \"verde\": 4, \"cheddar\": 36, \"empuk\": 1, \"bayam\": 86, \"layu\": 7, \"cornish\": 1, \"kubis\": 23, \"jintan\": 5, \"kentang\": 151, \"tomat\": 206, \"herba\": 27, \"kaldu\": 5, \"pangsit\": 11, \"jamur\": 125, \"bayi\": 7, \"bok\": 11, \"choy\": 12, \"baby\": 10, \"jagung\": 115, \"glasir\": 11, \"cuka\": 7, \"endif\": 2, \"radicchio\": 7, \"balsamic\": 17, \"paprika\": 76, \"merah\": 161, \"persik\": 7, \"jalapeno\": 1, \"cranberrymoster\": 1, \"tarragon\": 20, \"ladabawang\": 1, \"feta\": 36, \"peterseli\": 21, \"didehdarah\": 2, \"disiram\": 1, \"kuah\": 8, \"divan\": 1, \"flamb\\u00e9\": 2, \"amerika\": 1, \"selatan\": 4, \"church\": 2, \"texa\": 1, \"sayap\": 7, \"texas\": 2, \"dada\": 33, \"kalasan\": 1, \"paha\": 7, \"kentucky\": 2, \"kentuckysayap\": 1, \"mbok\": 1, \"berek\": 1, \"pasundan\": 2, \"pioneer\": 1, \"sukabumi\": 2, \"tepung\": 47, \"hati\": 15, \"hoisin\": 5, \"jahemete\": 1, \"cina\": 17, \"jahe\": 35, \"kedelai\": 23, \"kelapa\": 40, \"renyah\": 24, \"ketan\": 25, \"vietnam\": 7, \"daikon\": 1, \"wortel\": 31, \"kreol\": 3, \"okra\": 4, \"gumbo\": 4, \"kulit\": 20, \"pistachio\": 8, \"mustard\": 21, \"kung\": 2, \"pao\": 2, \"lemon\": 70, \"maroko\": 14, \"lemonrhubarb\": 1, \"madujeruk\": 1, \"lentil\": 26, \"meyer\": 1, \"diawetkan\": 7, \"marsala\": 5, \"opulent\": 1, \"oriental\": 4, \"aprikotmustard\": 2, \"kecap\": 7, \"rabe\": 14, \"fingerling\": 3, \"jus\": 3, \"putihpeterseli\": 1, \"asamjeruk\": 1, \"mangga\": 28, \"ketumbar\": 26, \"rebusan\": 26, \"pancetta\": 8, \"barbekyu\": 6, \"root\": 1, \"beer\": 1, \"timi\": 3, \"pedas\": 68, \"mol\": 1, \"labu\": 43, \"ramp\": 2, \"rosemary\": 18, \"hummus\": 9, \"campuran\": 11, \"greens\": 2, \"hominy\": 2, \"rago\\u00fbt\": 11, \"bintang\": 5, \"dill\": 21, \"provencal\": 4, \"rebus\": 73, \"butternut\": 20, \"ara\": 3, \"kenari\": 21, \"matahari\": 3, \"dingin\": 20, \"minyak\": 20, \"sereh\": 2, \"selai\": 16, \"chili\": 9, \"ubi\": 62, \"jalar\": 33, \"karamel\": 23, \"taliwang\": 2, \"masakan\": 72, \"tikka\": 3, \"masala\": 4, \"usus\": 5, \"wijen\": 24, \"tumis\": 74, \"yunani\": 8, \"babat\": 3, \"babi\": 15, \"ginjal\": 6, \"rica\": 1, \"back\": 2, \"ribs\": 3, \"glazur\": 2, \"madu\": 13, \"hangat\": 20, \"bacang\": 1, \"bagea\": 6, \"asin\": 23, \"kw\": 2, \"1\": 1, \"2\": 1, \"bagian\": 8, \"bawah\": 1, \"direbus\": 9, \"mint\": 29, \"bahu\": 2, \"gremolata\": 3, \"tomatzaitun\": 2, \"muda\": 34, \"porcini\": 6, \"baje\": 1, \"baked\": 1, \"beans\": 2, \"bakpia\": 2, \"kue\": 89, \"bakso\": 17, \"a\": 17, \"la\": 19, \"spuntino\": 1, \"asia\": 29, \"celup\": 2, \"nipis\": 27, \"bulgur\": 6, \"voli\": 1, \"me\": 1, \"plyguri\": 1, \"tomatserrano\": 1, \"bakung\": 1, \"bakwan\": 1, \"baligo\": 2, \"bandeng\": 5, \"presto\": 2, \"bantal\": 2, \"barley\": 10, \"kembang\": 23, \"kol\": 20, \"herbal\": 6, \"burrata\": 4, \"swiss\": 16, \"chard\": 17, \"sup\": 185, \"lima\": 7, \"barongko\": 2, \"sulawesi\": 2, \"bass\": 21, \"bergaris\": 2, \"kunyit\": 6, \"chestnut\": 2, \"delima\": 6, \"laut\": 27, \"panseared\": 4, \"bit\": 23, \"kepiting\": 38, \"batang\": 5, \"tading\": 1, \"batar\": 2, \"daan\": 2, \"timor\": 1, \"batatas\": 5, \"gembili\": 3, \"bakar\": 44, \"tali\": 1, \"bombay\": 1, \"domba\": 57, \"thanksgiving\": 1, \"olesan\": 1, \"basil\": 9, \"tart\": 29, \"matzo\": 5, \"brei\": 2, \"salmon\": 84, \"quiche\": 6, \"bersantan\": 2, \"oncom\": 23, \"bebek\": 33, \"alabio\": 2, \"fig\": 2, \"mutiara\": 3, \"hash\": 15, \"pir\": 13, \"madumerica\": 1, \"itik\": 2, \"mahoni\": 1, \"muscovy\": 1, \"blueberry\": 5, \"beberuk\": 2, \"beef\": 5, \"burger\": 35, \"rump\": 1, \"stew\": 23, \"yakiniku\": 2, \"beet\": 1, \"cured\": 1, \"lox\": 1, \"bekasam\": 2, \"sumatera\": 3, \"bekasang\": 3, \"maluku\": 1, \"belibis\": 1, \"belimbing\": 5, \"belitung\": 2, \"talas\": 15, \"belut\": 5, \"belutlaut\": 1, \"bengkuang\": 2, \"bentul\": 2, \"komba\": 1, \"beras\": 44, \"cerdas\": 1, \"ganyong\": 6, \"giling\": 10, \"var\": 10, \"pelita\": 1, \"rojolele\": 1, \"hitam\": 59, \"kuning\": 34, \"tape\": 6, \"ladang\": 1, \"menir\": 2, \"parboiled\": 1, \"pecah\": 1, \"setengah\": 2, \"siger\": 1, \"betis\": 1, \"betok\": 2, \"wadi\": 1, \"bibimbap\": 1, \"bihun\": 5, \"instan\": 3, \"biji\": 38, \"jambu\": 13, \"mete\": 8, \"nangkabiji\": 1, \"salak\": 8, \"bijibijian\": 2, \"oven\": 7, \"tuscan\": 8, \"bika\": 1, \"ambon\": 5, \"bing\": 2, \"cherry\": 1, \"clafouti\": 3, \"bir\": 1, \"4\": 1, \"alkohol\": 1, \"biskuit\": 8, \"rumahan\": 1, \"shiitake\": 22, \"buttermilk\": 6, \"sosis\": 71, \"sendok\": 5, \"italia\": 17, \"bisque\": 6, \"rum\": 2, \"tomatbasil\": 2, \"kerang\": 121, \"lobster\": 18, \"cepat\": 10, \"zucchini\": 34, \"gorgonzola\": 11, \"cumin\": 1, \"chickpea\": 1, \"puree\": 3, \"pipih\": 7, \"biwah\": 1, \"black\": 2, \"bean\": 2, \"blackberry\": 5, \"blanquette\": 1, \"de\": 10, \"veau\": 1, \"blewah\": 1, \"blini\": 1, \"kucai\": 12, \"blintz\": 4, \"kompot\": 5, \"strawberryrhubarb\": 2, \"tiga\": 8, \"berry\": 3, \"bluberi\": 1, \"bocconcini\": 1, \"boeuf\": 1, \"bourguignon\": 2, \"bolabola\": 1, \"bonggol\": 2, \"pisang\": 53, \"bongkrek\": 3, \"tempe\": 28, \"bungkil\": 5, \"boros\": 2, \"kunci\": 2, \"laja\": 1, \"lengkuas\": 1, \"borscht\": 3, \"ukraina\": 1, \"botok\": 1, \"lamtoro\": 10, \"boudin\": 1, \"blanc\": 3, \"terrine\": 6, \"confit\": 4, \"bounty\": 1, \"musim\": 28, \"panas\": 18, \"bourguignonne\": 2, \"bratwurst\": 1, \"wajah\": 3, \"terbuka\": 4, \"brem\": 1, \"brochette\": 1, \"manggatarragon\": 1, \"brussel\": 4, \"streusel\": 1, \"mustardkeju\": 1, \"brokolicheddar\": 1, \"meleleh\": 1, \"brondong\": 2, \"brongkos\": 1, \"bruschetta\": 6, \"tomatalpukat\": 1, \"buah\": 51, \"amla\": 1, \"gooseberries\": 1, \"atung\": 1, \"bisbul\": 2, \"biwa\": 1, \"ciplukan\": 1, \"duwet\": 2, \"embacang\": 2, \"erbis\": 2, \"gatep\": 2, \"kawista\": 2, \"kelenting\": 1, \"kelor\": 4, \"kemang\": 2, \"ketapang\": 2, \"kokosan\": 2, \"tasikmalaya\": 1, \"kom\": 2, \"lepok\": 1, \"rumput\": 4, \"lontar\": 2, \"menteng\": 2, \"papua\": 3, \"naga\": 4, \"negri\": 1, \"nona\": 1, \"rotan\": 7, \"rukam\": 2, \"ruruhi\": 2, \"tin\": 1, \"tuppa\": 2, \"pawpaw\": 1, \"buaya\": 1, \"dendeng\": 16, \"bubur\": 10, \"bergaya\": 1, \"vegetarian\": 2, \"xifan\": 1, \"maverick\": 1, \"sagu\": 17, \"tinotuan\": 1, \"manado\": 3, \"bucatini\": 1, \"carbonara\": 5, \"bulgogi\": 4, \"cranberry\": 6, \"pinus\": 19, \"pilaf\": 5, \"bulung\": 4, \"jajan\": 1, \"sangu\": 2, \"bundel\": 1, \"bunga\": 6, \"pepaya\": 10, \"turi\": 3, \"karet\": 2, \"tanah\": 23, \"bungkus\": 3, \"buntil\": 2, \"buras\": 1, \"pulau\": 1, \"seribu\": 2, \"berwajah\": 1, \"quinoa\": 9, \"blt\": 1, \"chimichurri\": 1, \"dominika\": 2, \"bayamarugula\": 1, \"pesto\": 18, \"turki\": 2, \"walnut\": 7, \"pita\": 7, \"raita\": 1, \"gosong\": 3, \"bombai\": 8, \"kopi\": 7, \"koboi\": 2, \"lebih\": 1, \"baik\": 1, \"dari\": 4, \"belly\": 1, \"acres\": 1, \"mustarddill\": 2, \"mayones\": 14, \"roquefort\": 2, \"portobello\": 11, \"piquillo\": 1, \"pepper\": 1, \"a\\u00efoli\": 3, \"air\": 19, \"jahebawang\": 2, \"tapenade\": 4, \"ni\\u00e7oise\": 5, \"burgundy\": 1, \"jepang\": 4, \"panzanella\": 3, \"burrito\": 8, \"poblano\": 6, \"chipotle\": 9, \"burung\": 5, \"punai\": 2, \"puyuh\": 5, \"rempah\": 3, \"sarang\": 2, \"coklat\": 28, \"hazelnut\": 7, \"ancho\": 3, \"gembor\": 1, \"picadillo\": 5, \"rawit\": 1, \"caisin\": 1, \"cakalang\": 10, \"asar\": 4, \"cake\": 2, \"caldo\": 1, \"tlalpeno\": 1, \"camme\": 1, \"tuttu\": 1, \"makassar\": 3, \"cammetutu\": 1, \"campanelle\": 1, \"crumble\": 3, \"oat\": 5, \"crostini\": 2, \"manisan\": 3, \"campurcampur\": 1, \"seafood\": 15, \"paprikalemon\": 1, \"cannelloni\": 5, \"brown\": 1, \"cantel\": 1, \"cap\": 3, \"cai\": 1, \"capcay\": 1, \"capellini\": 1, \"ricotta\": 32, \"rempahrempah\": 6, \"caprese\": 1, \"carica\": 2, \"papaya\": 1, \"carpaccio\": 1, \"cassavastick\": 1, \"casserole\": 14, \"meksiko\": 11, \"cod\": 16, \"lapis\": 2, \"kepala\": 3, \"singa\": 2, \"mac\": 6, \"n\": 2, \"cheese\": 4, \"mie\": 68, \"rigatoni\": 9, \"sarapan\": 3, \"cavatappi\": 1, \"cawl\": 1, \"wales\": 1, \"ceker\": 1, \"jalape\\u00f1o\": 10, \"cempedak\": 1, \"cengkeh\": 1, \"centel\": 1, \"centil\": 1, \"sirup\": 11, \"atas\": 23, \"ceriping\": 1, \"getuk\": 6, \"ceviche\": 2, \"champ\": 1, \"irlandia\": 1, \"oranye\": 2, \"darah\": 3, \"manggachutney\": 1, \"cheesecake\": 1, \"tortilla\": 14, \"soup\": 2, \"chikiniku\": 1, \"chilaquiles\": 1, \"chiles\": 2, \"anchos\": 1, \"rellenos\": 1, \"queso\": 1, \"chocolatealmond\": 1, \"torte\": 9, \"chowder\": 9, \"clam\": 1, \"makan\": 1, \"malam\": 1, \"thyme\": 10, \"manhattan\": 1, \"cioppino\": 2, \"kismis\": 17, \"clemenceau\": 1, \"cobbler\": 2, \"topping\": 8, \"saffron\": 13, \"cokelat\": 8, \"kugelhupf\": 1, \"espresso\": 3, \"bubuk\": 8, \"nut\": 1, \"kerak\": 14, \"pahit\": 1, \"susu\": 25, \"coleslaw\": 4, \"teluk\": 1, \"combro\": 1, \"corned\": 1, \"coto\": 3, \"mangkasara\": 2, \"kuda\": 3, \"couscous\": 20, \"garbanzo\": 9, \"dibumbui\": 2, \"dikukus\": 2, \"israel\": 3, \"awetan\": 2, \"polong\": 39, \"tujuh\": 1, \"harissa\": 4, \"chunky\": 5, \"crepes\": 7, \"avgolemono\": 2, \"pecan\": 4, \"austria\": 1, \"dipanggang\": 4, \"custard\": 6, \"makanan\": 11, \"isian\": 3, \"croissant\": 2, \"telur\": 86, \"croque\": 2, \"madame\": 2, \"cranberrymustard\": 1, \"croquesmonsieur\": 1, \"anggurricotta\": 1, \"crottin\": 1, \"croustade\": 1, \"croustades\": 1, \"crouton\": 15, \"crudit\\u00e9\": 1, \"bagna\": 3, \"cauda\": 2, \"cue\": 2, \"selar\": 7, \"cumi\": 13, \"buljol\": 1, \"chokha\": 1, \"coulis\": 3, \"fritti\": 1, \"ponzu\": 2, \"peperoncini\": 1, \"diasinkan\": 7, \"cumicumi\": 2, \"cupcake\": 1, \"coklatalmond\": 1, \"frosting\": 1, \"halus\": 3, \"kapulagaalmond\": 2, \"cremes\": 1, \"au\": 9, \"gingembre\": 1, \"mousse\": 4, \"berglazur\": 2, \"berisi\": 1, \"sari\": 4, \"marjoram\": 2, \"caper\": 22, \"plum\": 6, \"lemonmadu\": 1, \"morelmadeira\": 1, \"pure\": 2, \"pea\": 3, \"inggris\": 1, \"shoot\": 1, \"frisee\": 1, \"teh\": 5, \"endive\": 6, \"kenaripeterseli\": 1, \"chicory\": 1, \"magret\": 1, \"truffle\": 8, \"atau\": 1, \"cincang\": 10, \"moster\": 3, \"mosterdill\": 1, \"klasik\": 5, \"kerbau\": 5, \"thailand\": 19, \"cacciatore\": 1, \"gulung\": 4, \"tomatjerukbasil\": 1, \"tahini\": 1, \"dibungkus\": 6, \"stilton\": 5, \"serai\": 10, \"danish\": 1, \"cranberrykeju\": 1, \"bangunbangun\": 1, \"bebuas\": 1, \"belem\": 1, \"beluntas\": 1, \"cincau\": 1, \"gandaria\": 2, \"gedi\": 3, \"besar\": 4, \"gelang\": 1, \"gunda\": 2, \"bali\": 9, \"serang\": 1, \"jampang\": 2, \"jawaw\": 1, \"seluang\": 1, \"jonghe\": 1, \"ma\": 1, \"panjang\": 10, \"kasbisingkong\": 1, \"katuk\": 3, \"kecipir\": 5, \"kedondong\": 3, \"kemangi\": 25, \"kenikir\": 1, \"kesum\": 1, \"sawi\": 9, \"koro\": 11, \"kumak\": 1, \"siam\": 4, \"waluh\": 3, \"leilem\": 1, \"leunca\": 3, \"lompong\": 1, \"tales\": 6, \"mangkokan\": 1, \"matel\": 1, \"melinjo\": 9, \"mengkudu\": 1, \"ndusuk\": 2, \"oyong\": 4, \"pakis\": 5, \"longgiho\": 1, \"wambateu\": 1, \"paku\": 2, \"pangisegar\": 1, \"pare\": 3, \"pete\": 3, \"pohpohan\": 1, \"salam\": 1, \"selasih\": 1, \"semanggi\": 2, \"simpur\": 1, \"singkil\": 1, \"ampenan\": 1, \"kopang\": 1, \"lodeh\": 6, \"sintrong\": 1, \"tespong\": 2, \"tinta\": 4, \"deblo\": 2, \"jawa\": 3, \"barat\": 2, \"mujair\": 8, \"mujahir\": 2, \"dideh\": 2, \"smokedsalmon\": 1, \"ditalini\": 1, \"putihrosemary\": 1, \"djibokum\": 1, \"dodol\": 7, \"banjarmasin\": 1, \"galamai\": 2, \"dodongkol\": 1, \"dodonkol\": 1, \"ditaburi\": 1, \"piccata\": 1, \"drumet\": 1, \"drummet\": 1, \"anchocherry\": 1, \"dua\": 5, \"duku\": 1, \"durian\": 3, \"eceng\": 1, \"gondok\": 1, \"eggnog\": 1, \"dasar\": 2, \"empal\": 3, \"empa\\u00f1adas\": 1, \"iga\": 3, \"emping\": 5, \"kerupuk\": 22, \"komak\": 4, \"lombok\": 4, \"enchilada\": 7, \"tomatilloketumbar\": 1, \"tumpuk\": 1, \"tomatillocabai\": 1, \"kebun\": 1, \"encung\": 1, \"enfrijolada\": 1, \"pinto\": 3, \"entingenting\": 4, \"gepuk\": 2, \"hello\": 1, \"kity\": 1, \"coconut\": 1, \"milk\": 1, \"mahon\": 1, \"oatmeal\": 1, \"praline\": 1, \"santan\": 10, \"mambo\": 1, \"escarole\": 6, \"mediterania\": 5, \"fajitas\": 2, \"tusuk\": 4, \"farfalle\": 6, \"empat\": 3, \"fattoush\": 2, \"naama\": 1, \"fettuccine\": 11, \"pecorino\": 4, \"morel\": 3, \"kangkung\": 21, \"suwir\": 1, \"quatro\": 1, \"formaggi\": 1, \"fettucine\": 5, \"ai\": 1, \"peperoni\": 1, \"gialli\": 1, \"fideo\": 1, \"filet\": 2, \"mignon\": 2, \"stroganov\": 2, \"fillet\": 16, \"barramundi\": 1, \"keripik\": 17, \"brussels\": 1, \"sprout\": 1, \"cornichon\": 1, \"halibut\": 20, \"udon\": 2, \"tomatzucchini\": 1, \"dijon\": 2, \"trout\": 10, \"makarel\": 2, \"asinmaple\": 2, \"ofish\": 1, \"balsamik\": 1, \"fish\": 1, \"and\": 4, \"chips\": 1, \"fishandchips\": 1, \"fishcakes\": 1, \"flan\": 10, \"coklatkeju\": 1, \"sepatu\": 1, \"meringue\": 4, \"puding\": 33, \"wajan\": 4, \"flank\": 3, \"steak\": 48, \"termarinasi\": 2, \"flounder\": 2, \"mentimun\": 14, \"focaccia\": 1, \"fontina\": 11, \"quesadillas\": 7, \"frank\": 1, \"french\": 6, \"toast\": 6, \"restoran\": 3, \"santa\": 4, \"fe\": 4, \"fingers\": 1, \"gandum\": 8, \"utuh\": 12, \"marmalade\": 1, \"pisangkayu\": 1, \"fricass\\u00e9e\": 4, \"havana\": 1, \"southwest\": 2, \"allamatriciana\": 1, \"fyrstekake\": 1, \"keluarga\": 2, \"yarnall\": 1, \"norwegia\": 1, \"gadenggadung\": 1, \"gadogado\": 1, \"gadung\": 5, \"galette\": 4, \"individu\": 1, \"gambas\": 2, \"gaplek\": 2, \"gathot\": 1, \"gatot\": 1, \"gazpacho\": 3, \"geblek\": 2, \"kulon\": 1, \"progo\": 1, \"gelatine\": 1, \"gemblong\": 1, \"gemelli\": 1, \"gendar\": 1, \"genjer\": 1, \"geplak\": 3, \"bantul\": 1, \"gete\": 2, \"lindri\": 1, \"gnocchi\": 11, \"alla\": 8, \"romana\": 2, \"tomatporcini\": 1, \"fava\": 7, \"gnudi\": 2, \"cr\\u00e8me\": 6, \"br\\u00fbl\\u00e9e\": 2, \"gouda\": 3, \"pizza\": 24, \"granola\": 6, \"almondkismis\": 1, \"bubby\": 1, \"walnutthyme\": 1, \"brokoliparmesan\": 1, \"sederhana\": 2, \"makaroni\": 5, \"haddock\": 2, \"tiram\": 12, \"gruyere\": 1, \"yukon\": 4, \"biru\": 14, \"kentangparsinip\": 1, \"southern\": 4, \"gravlaks\": 1, \"gravlax\": 1, \"grinder\": 1, \"provolone\": 3, \"grits\": 1, \"grontol\": 2, \"gudeg\": 2, \"gula\": 10, \"aren\": 3, \"tebu\": 2, \"belum\": 1, \"dimurnikan\": 1, \"gulai\": 16, \"keueng\": 1, \"keueung\": 1, \"keumamah\": 2, \"aceh\": 7, \"paya\": 2, \"pliek\": 2, \"gulungan\": 7, \"collard\": 1, \"lasagna\": 18, \"eula\": 1, \"mae\": 1, \"andouille\": 2, \"gumbolaya\": 1, \"gurame\": 2, \"asem\": 2, \"gurandil\": 2, \"cenil\": 1, \"gurita\": 4, \"ceci\": 1, \"zuppa\": 1, \"tua\": 7, \"gyros\": 1, \"yogurtdill\": 1, \"charmoula\": 3, \"romesco\": 6, \"rasa\": 5, \"gaya\": 9, \"osso\": 4, \"buco\": 4, \"kocok\": 4, \"pada\": 3, \"orzo\": 19, \"korea\": 3, \"kecambah\": 2, \"haluskan\": 2, \"ham\": 1, \"hand\": 1, \"pies\": 1, \"hanger\": 2, \"hangop\": 1, \"haroseth\": 1, \"ayamcranberry\": 1, \"kornet\": 4, \"flanel\": 2, \"shishito\": 1, \"hashbrown\": 1, \"venesia\": 1, \"havermout\": 1, \"hofaubi\": 1, \"hoppin\": 1, \"john\": 2, \"risotto\": 38, \"hot\": 2, \"browns\": 1, \"pot\": 6, \"huevos\": 3, \"rancheros\": 2, \"jalape\\u00f1os\": 1, \"verdes\": 1, \"tartine\": 3, \"cinahawaii\": 1, \"pendek\": 2, \"tanpa\": 10, \"tulang\": 1, \"arctic\": 1, \"char\": 1, \"basiltarragon\": 1, \"bilis\": 1, \"gabus\": 4, \"japuh\": 1, \"pari\": 1, \"peda\": 4, \"banjar\": 11, \"pepetek\": 2, \"sirinding\": 1, \"bader\": 1, \"tawes\": 1, \"jerukadas\": 1, \"balong\": 1, \"bambangan\": 1, \"baronang\": 1, \"languedoc\": 1, \"rhubarb\": 2, \"lemondill\": 1, \"baung\": 2, \"bawal\": 1, \"belida\": 3, \"beunteur\": 1, \"biawan\": 1, \"bili\": 1, \"bubara\": 1, \"bulanbulan\": 1, \"perut\": 1, \"calo\": 1, \"garam\": 3, \"pasifik\": 1, \"semi\": 7, \"miso\": 4, \"dorade\": 1, \"meledak\": 1, \"ekor\": 1, \"hiu\": 3, \"jambal\": 2, \"kacangan\": 1, \"kakap\": 17, \"kakatua\": 1, \"kapar\": 1, \"katombo\": 1, \"kawalinya\": 1, \"kembung\": 2, \"kima\": 1, \"wasabi\": 4, \"lais\": 2, \"layang\": 3, \"layur\": 1, \"lehoma\": 1, \"lele\": 11, \"herbed\": 7, \"arugulajeruk\": 1, \"r\\u00e9moulade\": 2, \"pinhead\": 1, \"sole\": 1, \"lemuru\": 1, \"lidah\": 2, \"lomak\": 2, \"mahimahi\": 6, \"blood\": 1, \"orange\": 1, \"macadamia\": 2, \"alpukatmelon\": 1, \"tomatilloalpukat\": 1, \"nanas\": 9, \"malalugis\": 1, \"mas\": 6, \"pepes\": 7, \"mayong\": 1, \"nasu\": 2, \"metti\": 1, \"oci\": 1, \"ratatouille\": 4, \"papuyu\": 2, \"patin\": 2, \"pindang\": 10, \"benggol\": 2, \"cabaitomat\": 1, \"sale\": 3, \"saluang\": 2, \"sanggang\": 1, \"sarden\": 6, \"sepat\": 2, \"sidat\": 1, \"sunu\": 2, \"tahuman\": 1, \"tarmon\": 1, \"telan\": 1, \"tembang\": 1, \"tempahas\": 1, \"terbang\": 1, \"tawar\": 1, \"titang\": 1, \"todak\": 5, \"\\u00e0\": 4, \"tongkol\": 1, \"balut\": 2, \"choucroute\": 1, \"tropis\": 4, \"hancur\": 1, \"tomatchili\": 1, \"korsika\": 1, \"zaatar\": 1, \"intip\": 2, \"klaten\": 1, \"irisan\": 2, \"fregola\": 1, \"halloumi\": 2, \"pipil\": 8, \"baru\": 4, \"lama\": 2, \"harapan\": 1, \"metro\": 1, \"titi\": 2, \"flores\": 1, \"jaje\": 1, \"jali\": 1, \"jam\": 1, \"jambalaya\": 3, \"florida\": 1, \"louisiana\": 2, \"tidak\": 1, \"berbiji\": 1, \"bol\": 1, \"monyet\": 4, \"huma\": 1, \"kulat\": 2, \"siau\": 1, \"encik\": 1, \"kuping\": 2, \"omelet\": 3, \"haricot\": 1, \"vert\": 1, \"merang\": 1, \"yu\": 2, \"bo\": 1, \"jangang\": 4, \"bintatoeng\": 2, \"japilus\": 1, \"jaruk\": 2, \"tigarun\": 2, \"jawawut\": 1, \"jenang\": 1, \"jengkol\": 2, \"garut\": 2, \"kalamansi\": 2, \"mandarin\": 1, \"ragi\": 2, \"dory\": 1, \"jotang\": 1, \"jukku\": 1, \"pallu\": 4, \"kaloa\": 2, \"juku\": 1, \"kabau\": 1, \"kaburan\": 1, \"kabuto\": 1, \"andong\": 2, \"arab\": 1, \"atom\": 2, \"beracun\": 1, \"endel\": 1, \"ercis\": 1, \"galing\": 1, \"pitas\": 4, \"goyang\": 1, \"gude\": 5, \"bakti\": 1, \"siwalik\": 1, \"kuba\": 1, \"ijo\": 2, \"kapri\": 3, \"basah\": 4, \"lebui\": 2, \"iris\": 1, \"mekah\": 1, \"banda\": 2, \"new\": 3, \"orleans\": 1, \"fulcher\": 1, \"metebiji\": 2, \"negara\": 2, \"kalimantan\": 1, \"maple\": 6, \"kale\": 6, \"ranti\": 1, \"sukro\": 2, \"rempeyek\": 4, \"sangan\": 2, \"berselaput\": 1, \"selaput\": 1, \"tolo\": 6, \"tunggak\": 7, \"tunis\": 1, \"uci\": 3, \"urei\": 1, \"kadada\": 2, \"katembe\": 2, \"muna\": 3, \"kafe\": 1, \"brenda\": 1, \"kaholeo\": 2, \"buton\": 1, \"tomatpaprika\": 1, \"kental\": 4, \"ketumbarjeruk\": 5, \"beraroma\": 2, \"serpihan\": 1, \"kaki\": 5, \"kalakai\": 1, \"minestrone\": 4, \"pistou\": 3, \"kalio\": 8, \"jeroan\": 4, \"kikil\": 2, \"tunjang\": 1, \"otak\": 4, \"kambose\": 2, \"polenta\": 22, \"tondano\": 1, \"kantong\": 1, \"masa\": 1, \"kaparende\": 2, \"kapurung\": 2, \"palopo\": 1, \"kapusa\": 1, \"karambol\": 1, \"karawila\": 1, \"karbonnade\": 1, \"karedok\": 2, \"phanaeng\": 1, \"kabocha\": 1, \"zukini\": 2, \"karoket\": 2, \"sunda\": 1, \"kasaran\": 1, \"tomatdaun\": 1, \"katak\": 1, \"katul\": 2, \"kebab\": 5, \"siram\": 1, \"taburan\": 2, \"wijenjeruk\": 1, \"swedia\": 1, \"jahechile\": 1, \"kecimpring\": 2, \"kecombrang\": 1, \"kefta\": 1, \"mendesis\": 1, \"haloumi\": 1, \"souffle\": 19, \"leleh\": 2, \"kelengkeng\": 1, \"kelepon\": 1, \"kelewih\": 1, \"kelinci\": 1, \"dilapisi\": 5, \"kemiri\": 2, \"kemplang\": 5, \"bulgaria\": 1, \"mimosa\": 1, \"ribeye\": 3, \"ganda\": 2, \"parsi\": 1, \"scalloped\": 6, \"butiran\": 1, \"keong\": 1, \"kepingan\": 1, \"cangkang\": 3, \"lunak\": 2, \"brie\": 3, \"melon\": 6, \"diavola\": 1, \"kaviar\": 4, \"lapisan\": 2, \"kumquattarragon\": 1, \"beurre\": 3, \"jerukkedelai\": 1, \"kenikmatan\": 6, \"tarragoncaper\": 2, \"kecokelatan\": 2, \"pernod\": 1, \"apelkari\": 1, \"tequila\": 2, \"goan\": 2, \"chipoltes\": 1, \"lemonsaffron\": 2, \"sofrito\": 1, \"mignonnette\": 1, \"trio\": 1, \"portugis\": 5, \"lingui\\u00e7a\": 1, \"proven\\u00e7ale\": 3, \"lime\": 1, \"bay\": 1, \"keremes\": 1, \"keribang\": 1, \"lampung\": 2, \"abadi\": 3, \"murni\": 4, \"kerokot\": 1, \"aci\": 1, \"berpati\": 2, \"tebal\": 2, \"tipis\": 1, \"sayong\": 1, \"urat\": 1, \"kesemek\": 1, \"matang\": 4, \"ketela\": 3, \"pohonsingkong\": 1, \"ketimun\": 2, \"madura\": 3, \"ketoprak\": 1, \"ketupat\": 2, \"kielbasa\": 6, \"kiwi\": 2, \"emas\": 1, \"klepon\": 1, \"kluwek\": 1, \"kodok\": 1, \"kofte\": 1, \"koktail\": 2, \"kool\": 5, \"larut\": 1, \"instant\": 1, \"benguk\": 3, \"loke\": 1, \"roway\": 1, \"wedus\": 3, \"kotak\": 1, \"phyllo\": 7, \"kotiu\": 1, \"hinela\": 2, \"tawang\": 1, \"nggole\": 1, \"koya\": 3, \"mirasa\": 1, \"kranberi\": 1, \"kranji\": 1, \"krep\": 1, \"california\": 1, \"bebas\": 1, \"oatthyme\": 1, \"kripik\": 1, \"krokot\": 1, \"lokio\": 1, \"ali\": 1, \"apem\": 1, \"bangket\": 1, \"cherryalmond\": 1, \"bugis\": 3, \"camilan\": 2, \"ejaan\": 1, \"malt\": 1, \"tiramisu\": 1, \"frangipane\": 1, \"caperpeterseli\": 1, \"england\": 1, \"tartar\": 1, \"bsteeya\": 1, \"apelalmond\": 1, \"espressohazelnut\": 1, \"petani\": 4, \"markisa\": 7, \"marzipan\": 1, \"marmer\": 1, \"lump\": 1, \"jumbo\": 1, \"singapura\": 3, \"lumpur\": 1, \"mangkok\": 1, \"mino\": 1, \"manggajeruk\": 1, \"pacar\": 1, \"paskah\": 1, \"pia\": 1, \"kecil\": 3, \"strawberry\": 1, \"putri\": 3, \"selat\": 2, \"putu\": 4, \"cangkir\": 2, \"mayang\": 2, \"rag\\u00f9\": 6, \"terongtomat\": 1, \"stroberioranye\": 1, \"satu\": 1, \"sauerkraut\": 3, \"icing\": 1, \"coklatkacang\": 1, \"semprong\": 1, \"sus\": 1, \"talam\": 1, \"tambang\": 1, \"tapai\": 5, \"setan\": 1, \"thipan\": 1, \"timpan\": 1, \"apelkayu\": 1, \"yuca\": 1, \"mojo\": 1, \"ajo\": 1, \"kugel\": 3, \"ulang\": 1, \"tahun\": 1, \"anne\": 1, \"whiteman\": 1, \"kumquat\": 2, \"kundur\": 2, \"kurakura\": 1, \"kurma\": 5, \"bermerek\": 1, \"pai\": 22, \"deglet\": 1, \"noor\": 1, \"medjool\": 1, \"kwaci\": 1, \"kwark\": 1, \"quark\": 1, \"laap\": 1, \"laksa\": 1, \"lamb\": 3, \"rack\": 2, \"beluga\": 1, \"shank\": 1, \"gung\": 3, \"lokal\": 1, \"langsat\": 1, \"lantar\": 1, \"lanting\": 1, \"legit\": 1, \"anderson\": 1, \"kinstlingerbruhn\": 1, \"lasagne\": 3, \"lawar\": 4, \"penja\": 1, \"mandar\": 1, \"penyu\": 5, \"lawara\": 3, \"penjah\": 1, \"leci\": 2, \"ledre\": 2, \"bojonegoro\": 1, \"lelehan\": 2, \"patty\": 3, \"lema\": 2, \"rebung\": 4, \"bengkulu\": 2, \"lemak\": 6, \"bacon\": 1, \"squasih\": 1, \"lemonade\": 1, \"lemper\": 1, \"lempog\": 2, \"india\": 5, \"san\": 1, \"stefano\": 1, \"lepokubi\": 1, \"leupeut\": 1, \"leverwost\": 1, \"mustardlobak\": 1, \"lilin\": 2, \"moi\": 1, \"kelim\": 1, \"zesty\": 1, \"herb\": 2, \"lo\": 2, \"mein\": 2, \"lieber\": 1, \"rosemaryjahe\": 1, \"kalkuta\": 1, \"lokan\": 1, \"london\": 1, \"broil\": 1, \"marinasi\": 3, \"lopis\": 1, \"lumaileunca\": 1, \"lupis\": 1, \"pimiento\": 1, \"maizena\": 1, \"palm\": 1, \"benggala\": 2, \"gedong\": 1, \"golek\": 1, \"harum\": 1, \"indramayu\": 1, \"kopek\": 1, \"kwini\": 2, \"manalagi\": 2, \"manggis\": 1, \"mangkuk\": 5, \"gerimis\": 1, \"smoothie\": 2, \"super\": 3, \"matcha\": 1, \"spaghetti\": 21, \"skirt\": 6, \"manicotti\": 2, \"asiago\": 1, \"margarin\": 1, \"bd\": 1, \"martabak\": 5, \"terang\": 1, \"bulan\": 1, \"bandung\": 3, \"mesir\": 1, \"masekat\": 1, \"matoa\": 2, \"cottage\": 2, \"meatloaf\": 4, \"medley\": 1, \"melase\": 1, \"honeydew\": 1, \"menjangan\": 1, \"merica\": 1, \"meuseukat\": 1, \"mi\": 3, \"golosor\": 1, \"jaheketumbar\": 1, \"benang\": 2, \"bendo\": 1, \"tenggara\": 3, \"celon\": 1, \"celor\": 1, \"palembang\": 3, \"penang\": 1, \"soba\": 7, \"liu\": 1, \"shaokun\": 1, \"milan\": 3, \"minuman\": 1, \"kopyok\": 1, \"eulamia\": 1, \"sawit\": 1, \"misoa\": 1, \"misro\": 1, \"mocha\": 2, \"mole\": 2, \"monkfish\": 4, \"chanterelles\": 1, \"celeriac\": 1, \"mash\": 1, \"moon\": 1, \"mostarda\": 1, \"metan\": 1, \"moules\": 1, \"descargots\": 1, \"moussaka\": 2, \"carrozza\": 1, \"muffin\": 1, \"mulberry\": 1, \"muntahu\": 1, \"naan\": 2, \"maran\": 1, \"nacho\": 2, \"nangka\": 4, \"napoleon\": 1, \"creamy\": 1, \"indian\": 1, \"jambi\": 1, \"deluxe\": 1, \"oz\": 1, \"gurih\": 5, \"jollof\": 1, \"prancis\": 1, \"likku\": 2, \"minty\": 1, \"rames\": 1, \"tim\": 3, \"uduk\": 1, \"noga\": 1, \"nopia\": 1, \"spesial\": 1, \"oeufs\": 1, \"neige\": 1, \"kapulaga\": 3, \"olaholah\": 2, \"bertepung\": 2, \"kedele\": 1, \"ondeonde\": 1, \"ongolongol\": 2, \"onion\": 2, \"rings\": 2, \"opak\": 1, \"orakarik\": 7, \"gold\": 1, \"oramu\": 1, \"ninahu\": 2, \"ndawa\": 1, \"olaho\": 1, \"orecchiette\": 10, \"garbanzos\": 1, \"savoy\": 1, \"mortadella\": 1, \"orrechiette\": 1, \"sugar\": 1, \"snap\": 1, \"peas\": 1, \"schlusselleeds\": 1, \"oyek\": 3, \"pad\": 1, \"thai\": 1, \"paella\": 3, \"piring\": 1, \"banoffee\": 1, \"pastiera\": 1, \"riso\": 1, \"bourbon\": 2, \"madukeju\": 1, \"arepa\": 1, \"gugur\": 3, \"tortila\": 3, \"paillard\": 2, \"pain\": 1, \"perdu\": 1, \"paket\": 3, \"hobo\": 2, \"taco\": 16, \"wulelenggapaya\": 1, \"pala\": 2, \"pan\": 4, \"bagnat\": 1, \"pancake\": 15, \"buckwheat\": 1, \"terbalik\": 1, \"vanila\": 1, \"madukayu\": 1, \"panekuk\": 1, \"panettone\": 2, \"eropa\": 1, \"tengah\": 5, \"paniki\": 1, \"papais\": 1, \"papeda\": 1, \"pappardelle\": 4, \"almondbawang\": 1, \"parede\": 2, \"bale\": 1, \"baleh\": 1, \"parfait\": 3, \"maraschino\": 1, \"raspberry\": 2, \"paria\": 3, \"norma\": 1, \"pastitsio\": 4, \"salata\": 1, \"herbes\": 2, \"maquis\": 1, \"kalamata\": 1, \"e\": 1, \"fagioli\": 1, \"con\": 1, \"salsicce\": 1, \"halloween\": 1, \"3\": 1, \"bahan\": 1, \"pantry\": 1, \"penne\": 23, \"primavera\": 3, \"rags\": 1, \"rotelle\": 3, \"rustica\": 1, \"nduja\": 1, \"pastel\": 1, \"pasties\": 1, \"pastrami\": 1, \"pati\": 1, \"tapioka\": 2, \"melt\": 1, \"cranberrykumquat\": 1, \"pear\": 1, \"charlottes\": 1, \"chamomile\": 1, \"anglaise\": 1, \"pecay\": 1, \"pelecing\": 1, \"pelepah\": 2, \"manuk\": 2, \"ntt\": 1, \"pempek\": 6, \"adaan\": 1, \"kapal\": 1, \"selam\": 1, \"kelesan\": 1, \"tenggiri\": 1, \"pencok\": 2, \"kemangimakanan\": 1, \"lambat\": 1, \"parsnip\": 7, \"jahetomat\": 1, \"nika\": 1, \"hazleton\": 1, \"puttanesca\": 3, \"serapah\": 1, \"pepare\": 1, \"ular\": 1, \"pepea\": 1, \"perciatelli\": 1, \"permen\": 1, \"peach\": 1, \"petatou\": 1, \"ch\\u00e8re\": 1, \"fraise\": 1, \"et\": 1, \"nicoises\": 1, \"petis\": 4, \"peyek\": 4, \"pie\": 7, \"tostadas\": 5, \"vidalia\": 1, \"pierogies\": 1, \"lentildannasi\": 1, \"lebanon\": 1, \"pilus\": 1, \"pinda\": 1, \"ampyang\": 2, \"angleng\": 1, \"gapi\": 2, \"goroho\": 2, \"kepok\": 2, \"ketip\": 2, \"kidang\": 2, \"oli\": 1, \"raja\": 3, \"sere\": 1, \"pissaladiere\": 1, \"shawarma\": 1, \"tahiniyogurt\": 1, \"jintendomba\": 1, \"cobb\": 1, \"olive\": 1, \"peterselisalad\": 1, \"matzoh\": 2, \"platter\": 2, \"cannellini\": 4, \"poached\": 1, \"eggs\": 1, \"pip\\u00e9rade\": 1, \"bertabur\": 1, \"lembut\": 3, \"popover\": 1, \"hijauparmesan\": 1, \"posole\": 2, \"roast\": 3, \"mexico\": 1, \"kaya\": 1, \"potongan\": 10, \"aka\": 1, \"nenek\": 1, \"jody\": 1, \"peterselitarragon\": 1, \"potpie\": 3, \"puff\": 3, \"pastry\": 2, \"potsticker\": 1, \"mintcabai\": 1, \"potstickers\": 1, \"poulet\": 2, \"vinaigre\": 1, \"lestragon\": 1, \"pozole\": 2, \"prey\": 1, \"profiteroles\": 1, \"lavender\": 1, \"pucuk\": 1, \"lumaidaun\": 1, \"payasam\": 1, \"natal\": 1, \"jagungpancetta\": 1, \"keranjang\": 1, \"sekam\": 1, \"lengket\": 1, \"amaretto\": 1, \"zabaglione\": 1, \"moka\": 1, \"sherry\": 3, \"apelkismis\": 1, \"brioche\": 2, \"reuben\": 2, \"benedict\": 2, \"pukulan\": 1, \"pulut\": 1, \"pundut\": 1, \"purundawa\": 1, \"purut\": 1, \"pur\\u00e9e\": 3, \"croutes\": 1, \"malu\": 1, \"quesadilla\": 2, \"favorit\": 1, \"ratu\": 1, \"elizabeth\": 1, \"jamurbawang\": 1, \"kastanye\": 4, \"ragu\": 1, \"bolognese\": 1, \"rajungan\": 1, \"rambutan\": 5, \"binjai\": 2, \"sinyonya\": 1, \"ranch\": 1, \"rarawuan\": 1, \"rasberi\": 1, \"rasbi\": 1, \"rasi\": 1, \"rawon\": 2, \"rebon\": 2, \"panci\": 1, \"kuali\": 1, \"feijao\": 1, \"portuguesa\": 1, \"quince\": 2, \"choroshte\": 1, \"be\": 1, \"rendang\": 3, \"renggi\": 1, \"aprikotwalnut\": 1, \"ribollita\": 1, \"strudel\": 5, \"gelato\": 1, \"beri\": 1, \"pantesca\": 1, \"lemonchili\": 1, \"parut\": 2, \"rimbang\": 1, \"risoles\": 1, \"carter\": 1, \"boursin\": 2, \"penguntit\": 1, \"risotta\": 1, \"milanese\": 1, \"romaine\": 1, \"ropa\": 1, \"vieja\": 1, \"hongaria\": 1, \"palacsinta\": 1, \"felfujt\": 1, \"boong\": 1, \"poppy\": 2, \"eich\": 1, \"datar\": 1, \"lemonpepper\": 1, \"sisilia\": 1, \"timur\": 4, \"gambang\": 1, \"monterey\": 3, \"jack\": 3, \"zuder\": 1, \"kepang\": 1, \"mini\": 1, \"pudding\": 1, \"bawangadas\": 1, \"manchego\": 1, \"warna\": 1, \"sawo\": 8, \"rotini\": 1, \"roulades\": 1, \"route\": 1, \"66\": 1, \"rujak\": 1, \"cingur\": 1, \"rusa\": 2, \"rusip\": 1, \"rustic\": 1, \"perancis\": 5, \"rw\": 1, \"anjing\": 1, \"saga\": 1, \"forno\": 1, \"kasbi\": 1, \"sagon\": 1, \"lempeng\": 1, \"sinole\": 1, \"arugulachicory\": 1, \"jahejeruk\": 2, \"nektarin\": 1, \"jinten\": 2, \"farro\": 3, \"mintz\": 1, \"riesling\": 1, \"brokoliquinoa\": 1, \"caesar\": 4, \"cavatelli\": 1, \"yunaniitalia\": 1, \"badai\": 1, \"marilyn\": 1, \"crudit\\u00e9s\": 1, \"j\\u00edcama\": 1, \"jerukpinus\": 1, \"migas\": 1, \"hering\": 1, \"fra\\u00eeche\": 4, \"sherrymustard\": 1, \"jerman\": 1, \"mesclun\": 1, \"kelapamangga\": 1, \"gelas\": 1, \"muffuletta\": 1, \"basmati\": 1, \"pasar\": 4, \"dasi\": 1, \"kupukupu\": 1, \"gibb\": 1, \"pusaka\": 4, \"berherbal\": 1, \"campur\": 2, \"provence\": 2, \"madudijon\": 1, \"sashimi\": 1, \"taman\": 3, \"cabaibawang\": 1, \"tomatsemangka\": 1, \"salade\": 2, \"chaude\": 1, \"aux\": 2, \"lentilles\": 1, \"avec\": 1, \"moutarde\": 1, \"nicoise\": 1, \"medan\": 2, \"pondoh\": 2, \"asamcaper\": 1, \"lavash\": 1, \"horseradish\": 1, \"tom\": 1, \"douglas\": 1, \"consomm\\u00e9\": 1, \"cr\\u00e9me\": 1, \"kedelaimadu\": 1, \"jerukjahe\": 1, \"cabaimangga\": 1, \"sisik\": 1, \"merahchipotle\": 1, \"maduberry\": 1, \"mangalore\": 1, \"mengkilap\": 1, \"haricots\": 1, \"verts\": 1, \"plumjahe\": 1, \"cranberrythyme\": 1, \"pengoles\": 1, \"m\\u00e2che\": 1, \"lingonberry\": 1, \"papan\": 1, \"papillote\": 1, \"mustardlime\": 1, \"saltimbocca\": 1, \"lembaran\": 1, \"sambal\": 2, \"sancocho\": 1, \"sandung\": 1, \"lamur\": 1, \"mayo\": 1, \"coppa\": 1, \"tekan\": 1, \"mizuna\": 1, \"terbaik\": 1, \"calasia\": 1, \"saja\": 1, \"saos\": 1, \"worst\": 2, \"daleman\": 1, \"liverworst\": 1, \"keleponan\": 1, \"liver\": 1, \"paru\": 2, \"kaleng\": 2, \"worteladas\": 1, \"roulade\": 1, \"sardines\": 1, \"sarimuka\": 1, \"sate\": 11, \"pusut\": 2, \"sauerbraten\": 1, \"bayamartichoke\": 1, \"pecai\": 1, \"taiwan\": 1, \"duren\": 2, \"kecik\": 2, \"manila\": 2, \"kariyogurt\": 1, \"brea\": 1, \"tar\": 1, \"pit\": 1, \"teratai\": 1, \"garu\": 1, \"kohukohu\": 1, \"lilinterubuk\": 1, \"sop\": 17, \"umbut\": 3, \"tangy\": 1, \"berasap\": 2, \"spanyol\": 4, \"breadcrumb\": 1, \"picada\": 1, \"scallop\": 2, \"putihlemon\": 1, \"quenelles\": 1, \"schnitzel\": 1, \"terikucai\": 1, \"scone\": 1, \"sea\": 1, \"amandine\": 1, \"cataplana\": 1, \"vermouth\": 1, \"sorrel\": 1, \"segitiga\": 2, \"amaranth\": 1, \"semangka\": 1, \"semifreddo\": 1, \"semolina\": 1, \"semur\": 1, \"sente\": 3, \"sepi\": 2, \"serbuk\": 1, \"serimping\": 1, \"kebumen\": 1, \"setrup\": 1, \"shabushabu\": 1, \"shepherds\": 2, \"sois\": 1, \"short\": 1, \"shortcake\": 1, \"jerukalmond\": 1, \"shrimp\": 1, \"dejonghe\": 1, \"sie\": 2, \"reuboh\": 2, \"singkah\": 1, \"siomay\": 1, \"sirsak\": 1, \"sisi\": 2, \"sloppy\": 2, \"joes\": 1, \"tacos\": 1, \"smorgastarta\": 1, \"smorrebrod\": 2, \"tunas\": 1, \"buntut\": 2, \"konro\": 2, \"saudara\": 2, \"sorrentino\": 1, \"raksasa\": 2, \"pedesaan\": 1, \"soto\": 24, \"betawi\": 2, \"kudus\": 2, \"padang\": 2, \"pekalongan\": 2, \"pemalang\": 2, \"sukaraja\": 2, \"sulung\": 2, \"coklatraspberry\": 1, \"sabayon\": 2, \"maytag\": 1, \"korintus\": 1, \"muscat\": 1, \"fris\\u00e9e\": 2, \"doria\": 1, \"soupe\": 3, \"loignon\": 1, \"fromage\": 1, \"spaetzle\": 3, \"buttermilkbayam\": 1, \"spageti\": 3, \"lemoncello\": 1, \"dieja\": 1, \"onepot\": 1, \"spaghettini\": 3, \"spumoni\": 1, \"sundaes\": 1, \"fudge\": 1, \"srikaya\": 1, \"denver\": 1, \"asintamarin\": 1, \"diane\": 1, \"flap\": 1, \"sirloin\": 1, \"gantungan\": 1, \"panfried\": 1, \"pizzaiola\": 1, \"murphy\": 1, \"kuno\": 1, \"split\": 1, \"persia\": 1, \"oregano\": 2, \"flemish\": 1, \"puerto\": 1, \"rico\": 1, \"ranchero\": 1, \"tomatchianti\": 1, \"nelayan\": 1, \"sumo\": 1, \"chanko\": 1, \"nabe\": 1, \"kimchi\": 2, \"stik\": 3, \"strata\": 7, \"arizona\": 1, \"stroganoff\": 1, \"strozzapreti\": 3, \"sukiyaki\": 2, \"sukun\": 3, \"albondigas\": 1, \"bubbe\": 1, \"banyak\": 1, \"bola\": 1, \"yucatan\": 1, \"ayamorecchiette\": 1, \"comt\\u00e9\": 1, \"chlodnik\": 1, \"jelai\": 2, \"salju\": 2, \"giok\": 1, \"goulash\": 1, \"lezat\": 4, \"merahbawang\": 1, \"rouille\": 1, \"cope\": 1, \"guacamole\": 2, \"ketumbartomat\": 1, \"merpati\": 1, \"florentine\": 2, \"kacangkacangan\": 1, \"belanda\": 3, \"tortellini\": 4, \"kentangdaun\": 1, \"kepitingjagung\": 1, \"nantucket\": 1, \"julienne\": 1, \"jamurzucchini\": 1, \"rutabaga\": 1, \"proven\\u00e7al\": 1, \"skandinavia\": 1, \"acquacotta\": 1, \"ann\": 1, \"pachett\": 1, \"succotash\": 1, \"tomattarragon\": 1, \"tunisia\": 1, \"jalapenos\": 1, \"lemonjintan\": 1, \"slaw\": 1, \"surf\": 1, \"turf\": 1, \"sushi\": 1, \"untuk\": 2, \"tak\": 2, \"skim\": 4, \"berlemak\": 1, \"susupan\": 1, \"suweg\": 3, \"suwirsuwir\": 1, \"tabbouleh\": 2, \"al\": 1, \"pastor\": 1, \"dilumuri\": 1, \"purslane\": 1, \"pico\": 1, \"gallo\": 1, \"tecate\": 1, \"tagine\": 1, \"tagliatelle\": 5, \"taglierini\": 1, \"mapo\": 1, \"dadih\": 1, \"takwa\": 2, \"pontianak\": 1, \"viqueque\": 1, \"tamale\": 1, \"jalape\\u00f1okeju\": 1, \"tamales\": 1, \"taoco\": 1, \"taoge\": 4, \"seduh\": 2, \"taokoa\": 1, \"bianca\": 1, \"belgia\": 1, \"flamiche\": 1, \"poireaux\": 1, \"relleno\": 1, \"tartlet\": 1, \"tataki\": 1, \"lemonkedelai\": 1, \"tauco\": 1, \"das\": 1, \"tauji\": 1, \"tautan\": 1, \"terubuk\": 2, \"tedong\": 2, \"basa\": 2, \"melati\": 1, \"tekokak\": 2, \"tekwan\": 1, \"ceplok\": 2, \"dadar\": 7, \"kampung\": 1, \"tambak\": 1, \"papa\": 1, \"espanola\": 1, \"southwestern\": 1, \"lardon\": 1, \"divorciados\": 1, \"basque\": 2, \"chez\": 1, \"gladines\": 1, \"rumah\": 1, \"peternakan\": 1, \"skotlandia\": 1, \"gembus\": 2, \"yogya\": 1, \"tempoya\": 1, \"tempura\": 1, \"tempuyak\": 1, \"tenderloin\": 2, \"madeira\": 1, \"hunkwee\": 1, \"jalejo\": 1, \"mocaf\": 1, \"beneng\": 1, \"terigu\": 1, \"ungu\": 2, \"terasi\": 3, \"dobo\": 1, \"balado\": 2, \"teripang\": 1, \"bobolis\": 1, \"hintalo\": 1, \"terung\": 4, \"texasstyle\": 1, \"tian\": 2, \"tilapia\": 2, \"b\\u00e9arnaise\": 1, \"timballos\": 1, \"timun\": 1, \"tinira\": 1, \"nggaluku\": 1, \"tinoransak\": 1, \"tinutuan\": 1, \"tipatipa\": 1, \"salsita\": 1, \"adassaffron\": 1, \"tiwul\": 2, \"tofuandmeat\": 1, \"loaf\": 1, \"toge\": 6, \"juice\": 1, \"falafel\": 1, \"torta\": 1, \"calabacitas\": 1, \"almondlemon\": 1, \"cokelatpistachio\": 1, \"ganache\": 1, \"kenariblackberry\": 1, \"gratinata\": 1, \"b\\u00e9chamel\": 1, \"tortelloni\": 3, \"jamursage\": 1, \"refried\": 1, \"nanasj\\u00edcama\": 1, \"keriting\": 1, \"tostado\": 1, \"tomatillo\": 1, \"trail\": 1, \"mix\": 1, \"trippa\": 1, \"tritip\": 2, \"tsimmes\": 1, \"sulur\": 1, \"tomatsaffron\": 1, \"mustardtarragon\": 1, \"lemonsayuran\": 1, \"port\": 1, \"putihmiso\": 1, \"alpukatmangga\": 1, \"turbot\": 1, \"nage\": 1, \"terinspirasi\": 1, \"tumpukan\": 2, \"terongpolenta\": 1, \"cita\": 1, \"tonnato\": 1, \"turnover\": 2, \"ayamaprikot\": 1, \"cilembu\": 1, \"kemayung\": 2, \"uceng\": 1, \"creole\": 1, \"galah\": 1, \"jaheaprikot\": 1, \"louis\": 1, \"palermo\": 1, \"putihherba\": 1, \"papay\": 1, \"perendam\": 1, \"cengkih\": 1, \"uku\": 1, \"laulau\": 1, \"jahedaun\": 1, \"ulat\": 2, \"umbi\": 2, \"uwi\": 2, \"urap\": 1, \"veal\": 8, \"scallopini\": 1, \"scallops\": 6, \"scaloppine\": 1, \"vegetable\": 1, \"rundown\": 1, \"vermicelli\": 1, \"vichyssoise\": 2, \"wafel\": 2, \"lemonpoppy\": 1, \"wajik\": 1, \"wajit\": 2, \"balamak\": 1, \"widaran\": 1, \"wingko\": 1, \"woku\": 1, \"wrap\": 2, \"yangko\": 1, \"yassa\": 1, \"yoghurt\": 1, \"kristal\": 1, \"ziti\": 3, \"mozarella\": 1}", "word_docs": "{\"3bahan\": 1, \"shakshuka\": 4, \"abon\": 5, \"haruwan\": 1, \"ikan\": 250, \"sapi\": 149, \"udang\": 130, \"acar\": 16, \"dan\": 1191, \"sayuran\": 92, \"chicken\": 3, \"accidental\": 1, \"squash\": 20, \"acorn\": 1, \"adas\": 53, \"serut\": 5, \"salad\": 235, \"parmesan\": 36, \"artichoke\": 42, \"grapefruit\": 3, \"lobak\": 30, \"agaragar\": 1, \"dengan\": 1317, \"keju\": 213, \"kambing\": 85, \"agnolotti\": 1, \"kacang\": 325, \"manis\": 42, \"seledri\": 18, \"selada\": 27, \"gruy\\u00e8re\": 11, \"apel\": 26, \"akar\": 18, \"segar\": 306, \"tonjong\": 1, \"aletoge\": 1, \"aligot\": 2, \"gratin\": 54, \"almond\": 24, \"dacquoise\": 2, \"stroberi\": 7, \"es\": 13, \"krim\": 109, \"alpukat\": 25, \"putih\": 150, \"salsa\": 30, \"ampas\": 6, \"hijau\": 72, \"tahu\": 32, \"kukus\": 50, \"mentah\": 58, \"goreng\": 137, \"ayam\": 287, \"ampela\": 2, \"gemuk\": 7, \"anak\": 5, \"daging\": 174, \"kurus\": 5, \"sedang\": 3, \"andaliman\": 1, \"andewi\": 1, \"with\": 2, \"tuna\": 36, \"angel\": 3, \"pasta\": 84, \"hair\": 3, \"angelhair\": 1, \"sauteed\": 1, \"squid\": 1, \"anggur\": 8, \"hutan\": 6, \"angsa\": 1, \"bawang\": 258, \"antipasto\": 2, \"sage\": 15, \"bumbu\": 25, \"anyang\": 2, \"sayur\": 66, \"anything\": 1, \"goes\": 1, \"donabe\": 1, \"malang\": 2, \"aprikot\": 8, \"linzertorte\": 1, \"berlapis\": 8, \"cognac\": 1, \"yogurt\": 25, \"kering\": 76, \"berbumbu\": 32, \"kayu\": 10, \"arbei\": 1, \"ares\": 2, \"arrowroot\": 3, \"terong\": 53, \"panini\": 3, \"romano\": 2, \"lada\": 18, \"zaitun\": 62, \"remah\": 19, \"roti\": 101, \"diisi\": 4, \"lemonbawang\": 1, \"mentega\": 42, \"teri\": 22, \"dioles\": 4, \"heart\": 1, \"isi\": 26, \"sandwich\": 44, \"mozzarella\": 25, \"salami\": 1, \"panggang\": 303, \"linguine\": 21, \"jantung\": 5, \"yerusalem\": 5, \"tumbuk\": 30, \"ceri\": 19, \"parmigianoreggiano\": 1, \"keemasan\": 15, \"arugula\": 28, \"marcona\": 1, \"ravioli\": 12, \"sirsir\": 2, \"arwan\": 2, \"singkong\": 31, \"kei\": 1, \"daun\": 173, \"asam\": 34, \"kandis\": 2, \"pohon\": 3, \"masak\": 7, \"di\": 28, \"payak\": 1, \"asan\": 1, \"buncis\": 18, \"asemasem\": 1, \"bogor\": 8, \"asinan\": 4, \"yang\": 29, \"dicetak\": 2, \"asparagus\": 39, \"frittata\": 6, \"leek\": 2, \"vinaigrette\": 36, \"saus\": 297, \"keprok\": 1, \"jeruk\": 75, \"achiote\": 1, \"ala\": 23, \"teriyaki\": 7, \"liar\": 31, \"kari\": 63, \"asap\": 56, \"nasi\": 70, \"aztec\": 1, \"berkulit\": 8, \"maltaise\": 1, \"brokoli\": 34, \"dalam\": 50, \"fusilli\": 7, \"chutney\": 7, \"tandoori\": 3, \"tomatjahe\": 1, \"jalape\\u00f1ojeruk\": 1, \"cabai\": 56, \"buruan\": 1, \"verde\": 4, \"cheddar\": 36, \"layu\": 7, \"empuk\": 1, \"bayam\": 86, \"kubis\": 23, \"cornish\": 1, \"jintan\": 5, \"kaldu\": 5, \"kentang\": 151, \"tomat\": 206, \"herba\": 27, \"jamur\": 125, \"pangsit\": 11, \"bayi\": 7, \"jagung\": 114, \"choy\": 12, \"bok\": 11, \"baby\": 10, \"endif\": 2, \"glasir\": 11, \"balsamic\": 17, \"radicchio\": 7, \"cuka\": 7, \"paprika\": 76, \"merah\": 160, \"persik\": 7, \"jalapeno\": 1, \"cranberrymoster\": 1, \"tarragon\": 20, \"ladabawang\": 1, \"feta\": 36, \"peterseli\": 21, \"didehdarah\": 2, \"disiram\": 1, \"kuah\": 8, \"divan\": 1, \"flamb\\u00e9\": 2, \"selatan\": 4, \"amerika\": 1, \"sayap\": 7, \"texa\": 1, \"church\": 2, \"dada\": 33, \"texas\": 2, \"paha\": 7, \"kalasan\": 1, \"kentucky\": 2, \"kentuckysayap\": 1, \"mbok\": 1, \"berek\": 1, \"pasundan\": 2, \"pioneer\": 1, \"sukabumi\": 2, \"tepung\": 47, \"hati\": 15, \"hoisin\": 5, \"jahemete\": 1, \"cina\": 17, \"jahe\": 35, \"kedelai\": 23, \"renyah\": 24, \"kelapa\": 40, \"wortel\": 31, \"ketan\": 25, \"daikon\": 1, \"vietnam\": 7, \"kreol\": 3, \"okra\": 4, \"gumbo\": 4, \"mustard\": 21, \"pistachio\": 8, \"kulit\": 20, \"kung\": 2, \"pao\": 2, \"lemon\": 70, \"maroko\": 14, \"lemonrhubarb\": 1, \"madujeruk\": 1, \"lentil\": 26, \"diawetkan\": 7, \"meyer\": 1, \"marsala\": 5, \"opulent\": 1, \"oriental\": 4, \"aprikotmustard\": 2, \"kecap\": 7, \"rabe\": 14, \"fingerling\": 3, \"jus\": 3, \"putihpeterseli\": 1, \"asamjeruk\": 1, \"mangga\": 28, \"ketumbar\": 26, \"rebusan\": 26, \"pancetta\": 8, \"barbekyu\": 6, \"root\": 1, \"beer\": 1, \"timi\": 3, \"mol\": 1, \"labu\": 41, \"pedas\": 68, \"ramp\": 2, \"rosemary\": 18, \"hummus\": 9, \"greens\": 2, \"campuran\": 11, \"hominy\": 2, \"rago\\u00fbt\": 11, \"bintang\": 5, \"dill\": 21, \"provencal\": 4, \"butternut\": 20, \"rebus\": 73, \"kenari\": 21, \"ara\": 3, \"matahari\": 3, \"dingin\": 20, \"minyak\": 20, \"sereh\": 2, \"ubi\": 62, \"karamel\": 22, \"jalar\": 33, \"selai\": 15, \"chili\": 9, \"taliwang\": 2, \"masakan\": 72, \"masala\": 4, \"tikka\": 3, \"usus\": 5, \"tumis\": 74, \"wijen\": 24, \"yunani\": 8, \"babat\": 3, \"babi\": 15, \"ginjal\": 6, \"rica\": 1, \"back\": 2, \"glazur\": 2, \"ribs\": 3, \"madu\": 13, \"hangat\": 20, \"bacang\": 1, \"bagea\": 6, \"asin\": 23, \"1\": 1, \"kw\": 2, \"2\": 1, \"bawah\": 1, \"mint\": 29, \"bagian\": 8, \"direbus\": 9, \"tomatzaitun\": 2, \"bahu\": 2, \"gremolata\": 3, \"muda\": 34, \"porcini\": 6, \"baje\": 1, \"baked\": 1, \"beans\": 2, \"bakpia\": 2, \"kue\": 89, \"bakso\": 17, \"la\": 19, \"a\": 17, \"spuntino\": 1, \"asia\": 29, \"nipis\": 27, \"celup\": 2, \"me\": 1, \"voli\": 1, \"plyguri\": 1, \"bulgur\": 6, \"tomatserrano\": 1, \"bakung\": 1, \"bakwan\": 1, \"baligo\": 2, \"presto\": 2, \"bandeng\": 5, \"bantal\": 2, \"kol\": 20, \"kembang\": 23, \"barley\": 10, \"burrata\": 4, \"herbal\": 6, \"chard\": 17, \"lima\": 7, \"sup\": 185, \"swiss\": 16, \"barongko\": 2, \"sulawesi\": 2, \"bergaris\": 2, \"kunyit\": 6, \"bass\": 21, \"delima\": 6, \"chestnut\": 2, \"laut\": 27, \"panseared\": 4, \"bit\": 22, \"kepiting\": 38, \"batang\": 5, \"tading\": 1, \"daan\": 2, \"batar\": 2, \"timor\": 1, \"gembili\": 3, \"batatas\": 5, \"bakar\": 44, \"tali\": 1, \"bombay\": 1, \"domba\": 57, \"thanksgiving\": 1, \"olesan\": 1, \"basil\": 9, \"tart\": 29, \"brei\": 2, \"salmon\": 82, \"matzo\": 5, \"quiche\": 6, \"bersantan\": 2, \"oncom\": 23, \"bebek\": 33, \"alabio\": 2, \"fig\": 2, \"pir\": 13, \"hash\": 15, \"mutiara\": 3, \"madumerica\": 1, \"itik\": 2, \"mahoni\": 1, \"muscovy\": 1, \"blueberry\": 5, \"beberuk\": 2, \"beef\": 5, \"burger\": 35, \"stew\": 23, \"rump\": 1, \"yakiniku\": 2, \"cured\": 1, \"beet\": 1, \"lox\": 1, \"bekasam\": 2, \"sumatera\": 3, \"bekasang\": 3, \"maluku\": 1, \"belibis\": 1, \"belimbing\": 5, \"belitung\": 2, \"talas\": 15, \"belut\": 5, \"belutlaut\": 1, \"bengkuang\": 2, \"bentul\": 2, \"komba\": 1, \"cerdas\": 1, \"beras\": 44, \"ganyong\": 6, \"giling\": 10, \"var\": 10, \"pelita\": 1, \"rojolele\": 1, \"hitam\": 59, \"kuning\": 34, \"tape\": 6, \"ladang\": 1, \"menir\": 2, \"parboiled\": 1, \"pecah\": 1, \"setengah\": 2, \"siger\": 1, \"betis\": 1, \"wadi\": 1, \"betok\": 2, \"bibimbap\": 1, \"bihun\": 5, \"instan\": 3, \"biji\": 38, \"mete\": 8, \"jambu\": 13, \"salak\": 8, \"nangkabiji\": 1, \"tuscan\": 8, \"oven\": 7, \"bijibijian\": 2, \"ambon\": 5, \"bika\": 1, \"clafouti\": 3, \"bing\": 2, \"cherry\": 1, \"bir\": 1, \"alkohol\": 1, \"4\": 1, \"biskuit\": 8, \"shiitake\": 22, \"rumahan\": 1, \"buttermilk\": 6, \"sosis\": 71, \"sendok\": 5, \"italia\": 17, \"rum\": 2, \"bisque\": 6, \"tomatbasil\": 2, \"kerang\": 121, \"lobster\": 18, \"cepat\": 9, \"zucchini\": 34, \"gorgonzola\": 11, \"pipih\": 7, \"cumin\": 1, \"puree\": 3, \"chickpea\": 1, \"biwah\": 1, \"bean\": 2, \"black\": 2, \"blackberry\": 5, \"de\": 10, \"veau\": 1, \"blanquette\": 1, \"blewah\": 1, \"kucai\": 12, \"blini\": 1, \"kompot\": 5, \"blintz\": 4, \"strawberryrhubarb\": 2, \"tiga\": 8, \"berry\": 3, \"bluberi\": 1, \"bocconcini\": 1, \"bourguignon\": 2, \"boeuf\": 1, \"bolabola\": 1, \"bonggol\": 2, \"pisang\": 52, \"tempe\": 28, \"bongkrek\": 3, \"bungkil\": 5, \"boros\": 2, \"kunci\": 2, \"lengkuas\": 1, \"laja\": 1, \"borscht\": 3, \"ukraina\": 1, \"botok\": 1, \"lamtoro\": 10, \"terrine\": 6, \"confit\": 4, \"blanc\": 3, \"boudin\": 1, \"panas\": 18, \"musim\": 28, \"bounty\": 1, \"bourguignonne\": 2, \"bratwurst\": 1, \"terbuka\": 4, \"wajah\": 3, \"brem\": 1, \"brochette\": 1, \"manggatarragon\": 1, \"brussel\": 4, \"mustardkeju\": 1, \"streusel\": 1, \"brokolicheddar\": 1, \"meleleh\": 1, \"brondong\": 2, \"brongkos\": 1, \"bruschetta\": 6, \"tomatalpukat\": 1, \"buah\": 51, \"gooseberries\": 1, \"amla\": 1, \"atung\": 1, \"bisbul\": 2, \"biwa\": 1, \"ciplukan\": 1, \"duwet\": 2, \"embacang\": 2, \"erbis\": 2, \"gatep\": 2, \"kawista\": 2, \"kelenting\": 1, \"kelor\": 4, \"kemang\": 2, \"ketapang\": 2, \"tasikmalaya\": 1, \"kokosan\": 2, \"kom\": 2, \"lepok\": 1, \"rumput\": 4, \"lontar\": 2, \"menteng\": 2, \"papua\": 3, \"naga\": 4, \"negri\": 1, \"nona\": 1, \"rotan\": 7, \"rukam\": 2, \"ruruhi\": 2, \"tin\": 1, \"tuppa\": 2, \"pawpaw\": 1, \"buaya\": 1, \"dendeng\": 16, \"bubur\": 10, \"xifan\": 1, \"bergaya\": 1, \"vegetarian\": 2, \"maverick\": 1, \"sagu\": 17, \"tinotuan\": 1, \"manado\": 3, \"bucatini\": 1, \"carbonara\": 5, \"bulgogi\": 4, \"cranberry\": 6, \"pinus\": 19, \"pilaf\": 5, \"jajan\": 1, \"bulung\": 4, \"sangu\": 2, \"bundel\": 1, \"pepaya\": 10, \"bunga\": 6, \"turi\": 3, \"karet\": 2, \"tanah\": 23, \"bungkus\": 3, \"buntil\": 2, \"buras\": 1, \"seribu\": 2, \"pulau\": 1, \"berwajah\": 1, \"quinoa\": 9, \"blt\": 1, \"chimichurri\": 1, \"dominika\": 2, \"bayamarugula\": 1, \"pesto\": 18, \"turki\": 2, \"walnut\": 7, \"pita\": 7, \"raita\": 1, \"gosong\": 3, \"bombai\": 8, \"kopi\": 7, \"koboi\": 2, \"acres\": 1, \"lebih\": 1, \"baik\": 1, \"belly\": 1, \"dari\": 4, \"mustarddill\": 2, \"roquefort\": 2, \"mayones\": 14, \"a\\u00efoli\": 3, \"portobello\": 11, \"piquillo\": 1, \"air\": 19, \"pepper\": 1, \"jahebawang\": 2, \"tapenade\": 4, \"ni\\u00e7oise\": 5, \"burgundy\": 1, \"panzanella\": 3, \"jepang\": 4, \"poblano\": 6, \"burrito\": 8, \"chipotle\": 9, \"punai\": 2, \"burung\": 5, \"puyuh\": 5, \"rempah\": 3, \"sarang\": 2, \"coklat\": 27, \"hazelnut\": 7, \"ancho\": 3, \"gembor\": 1, \"picadillo\": 5, \"rawit\": 1, \"caisin\": 1, \"asar\": 4, \"cakalang\": 10, \"cake\": 2, \"tlalpeno\": 1, \"caldo\": 1, \"camme\": 1, \"tuttu\": 1, \"makassar\": 3, \"cammetutu\": 1, \"campanelle\": 1, \"crumble\": 3, \"oat\": 5, \"crostini\": 2, \"manisan\": 3, \"campurcampur\": 1, \"paprikalemon\": 1, \"seafood\": 15, \"brown\": 1, \"cannelloni\": 5, \"cantel\": 1, \"cap\": 3, \"cai\": 1, \"capcay\": 1, \"rempahrempah\": 6, \"capellini\": 1, \"ricotta\": 31, \"caprese\": 1, \"carica\": 2, \"papaya\": 1, \"carpaccio\": 1, \"cassavastick\": 1, \"casserole\": 14, \"meksiko\": 11, \"cod\": 16, \"lapis\": 2, \"kepala\": 3, \"singa\": 2, \"mac\": 6, \"n\": 2, \"cheese\": 4, \"mie\": 68, \"rigatoni\": 9, \"sarapan\": 3, \"cavatappi\": 1, \"cawl\": 1, \"wales\": 1, 