{
  "word_index": {
    "<OOV>": 1,
    "dengan": 2,
    "dan": 3,
    "kacang": 4,
    "panggang": 5,
    "segar": 6,
    "saus": 7,
    "ayam": 8,
    "bawang": 9,
    "ikan": 10,
    "salad": 11,
    "keju": 12,
    "tomat": 13,
    "sup": 14,
    "daging": 15,
    "daun": 16,
    "merah": 17,
    "putih": 18,
    "kentang": 19,
    "sapi": 20,
    "goreng": 21,
    "udang": 22,
    "jamur": 23,
    "kerang": 24,
    "jagung": 25,
    "krim": 26,
    "roti": 27,
    "sayuran": 28,
    "kue": 29,
    "bayam": 30,
    "telur": 31,
    "kambing": 32,
    "pasta": 33,
    "salmon": 34,
    "kering": 35,
    "paprika": 36,
    "jeruk": 37,
    "tumis": 38,
    "rebus": 39,
    "hijau": 40,
    "masakan": 41,
    "sosis": 42,
    "nasi": 43,
    "lemon": 44,
    "pedas": 45,
    "mie": 46,
    "sayur": 47,
    "kari": 48,
    "zaitun": 49,
    "ubi": 50,
    "hitam": 51,
    "mentah": 52,
    "domba": 53,
    "asap": 54,
    "cabai": 55,
    "gratin": 56,
    "adas": 57,
    "terong": 58,
    "pisang": 59,
    "buah": 60,
    "kukus": 61,
    "dalam": 62,
    "steak": 63,
    "tepung": 64,
    "sandwich": 65,
    "bakar": 66,
    "beras": 67,
    "artichoke": 68,
    "labu": 69,
    "manis": 70,
    "mentega": 71,
    "kelapa": 72,
    "asparagus": 73,
    "polong": 74,
    "kepiting": 75,
    "biji": 76,
    "risotto": 77,
    "parmesan": 78,
    "tuna": 79,
    "vinaigrette": 80,
    "cheddar": 81,
    "feta": 82,
    "jahe": 83,
    "burger": 84,
    "asam": 85,
    "brokoli": 86,
    "muda": 87,
    "kuning": 88,
    "zucchini": 89,
    "dada": 90,
    "jalar": 91,
    "bebek": 92,
    "puding": 93,
    "tahu": 94,
    "berbumbu": 95,
    "ricotta": 96,
    "singkong": 97,
    "liar": 98,
    "wortel": 99,
    "lobak": 100,
    "salsa": 101,
    "tumbuk": 102,
    "yang": 103,
    "mint": 104,
    "asia": 105,
    "tart": 106,
    "arugula": 107,
    "di": 108,
    "mangga": 109,
    "tempe": 110,
    "musim": 111,
    "coklat": 112,
    "selada": 113,
    "herba": 114,
    "nipis": 115,
    "laut": 116,
    "apel": 117,
    "isi": 118,
    "lentil": 119,
    "ketumbar": 120,
    "rebusan": 121,
    "alpukat": 122,
    "bumbu": 123,
    "yogurt": 124,
    "mozzarella": 125,
    "ketan": 126,
    "susu": 127,
    "kemangi": 128,
    "almond": 129,
    "renyah": 130,
    "wijen": 131,
    "pizza": 132,
    "soto": 133,
    "ala": 134,
    "kubis": 135,
    "kedelai": 136,
    "karamel": 137,
    "asin": 138,
    "kembang": 139,
    "bit": 140,
    "oncom": 141,
    "stew": 142,
    "tanah": 143,
    "atas": 144,
    "penne": 145,
    "teri": 146,
    "shiitake": 147,
    "caper": 148,
    "kerupuk": 149,
    "polenta": 150,
    "pai": 151,
    "linguine": 152,
    "peterseli": 153,
    "mustard": 154,
    "dill": 155,
    "kenari": 156,
    "bass": 157,
    "kangkung": 158,
    "spaghetti": 159,
    "squash": 160,
    "tarragon": 161,
    "kulit": 162,
    "butternut": 163,
    "dingin": 164,
    "minyak": 165,
    "hangat": 166,
    "kol": 167,
    "couscous": 168,
    "halibut": 169,
    "remah": 170,
    "ceri": 171,
    "la": 172,
    "pinus": 173,
    "air": 174,
    "thailand": 175,
    "orzo": 176,
    "souffle": 177,
    "akar": 178,
    "seledri": 179,
    "lada": 180,
    "buncis": 181,
    "rosemary": 182,
    "lobster": 183,
    "panas": 184,
    "pesto": 185,
    "lasagna": 186,
    "balsamic": 187,
    "cina": 188,
    "bakso": 189,
    "a": 190,
    "chard": 191,
    "italia": 192,
    "sagu": 193,
    "kismis": 194,
    "keripik": 195,
    "kakap": 196,
    "sop": 197,
    "acar": 198,
    "selai": 199,
    "swiss": 200,
    "dendeng": 201,
    "cod": 202,
    "fillet": 203,
    "gulai": 204,
    "taco": 205,
    "sage": 206,
    "keemasan": 207,
    "hati": 208,
    "babi": 209,
    "hash": 210,
    "talas": 211,
    "seafood": 212,
    "crouton": 213,
    "pancake": 214,
    "maroko": 215,
    "rabe": 216,
    "mayones": 217,
    "casserole": 218,
    "tortilla": 219,
    "kerak": 220,
    "mentimun": 221,
    "biru": 222,
    "es": 223,
    "ravioli": 224,
    "madu": 225,
    "pir": 226,
    "jambu": 227,
    "saffron": 228,
    "cumi": 229,
    "choy": 230,
    "kucai": 231,
    "utuh": 232,
    "tiram": 233,
    "gruy\u00e8re": 234,
    "pangsit": 235,
    "bok": 236,
    "glasir": 237,
    "campuran": 238,
    "rago\u00fbt": 239,
    "gorgonzola": 240,
    "portobello": 241,
    "meksiko": 242,
    "sirup": 243,
    "makanan": 244,
    "koro": 245,
    "fettuccine": 246,
    "fontina": 247,
    "gnocchi": 248,
    "banjar": 249,
    "lele": 250,
    "sate": 251,
    "kayu": 252,
    "baby": 253,
    "barley": 254,
    "giling": 255,
    "var": 256,
    "cepat": 257,
    "de": 258,
    "lamtoro": 259,
    "bubur": 260,
    "pepaya": 261,
    "cakalang": 262,
    "jalape\u00f1o": 263,
    "thyme": 264,
    "cincang": 265,
    "serai": 266,
    "panjang": 267,
    "santan": 268,
    "trout": 269,
    "flan": 270,
    "gula": 271,
    "tanpa": 272,
    "pindang": 273,
    "orecchiette": 274,
    "potongan": 275,
    "anggur": 276,
    "hummus": 277,
    "chili": 278,
    "direbus": 279,
    "basil": 280,
    "quinoa": 281,
    "chipotle": 282,
    "rigatoni": 283,
    "torte": 284,
    "chowder": 285,
    "garbanzo": 286,
    "au": 287,
    "bali": 288,
    "sawi": 289,
    "melinjo": 290,
    "gaya": 291,
    "nanas": 292,
    "aprikot": 293,
    "berlapis": 294,
    "bogor": 295,
    "berkulit": 296,
    "kuah": 297,
    "pistachio": 298,
    "pancetta": 299,
    "yunani": 300,
    "bagian": 301,
    "mete": 302,
    "salak": 303,
    "tuscan": 304,
    "biskuit": 305,
    "tiga": 306,
    "bombai": 307,
    "burrito": 308,
    "topping": 309,
    "cokelat": 310,
    "bubuk": 311,
    "truffle": 312,
    "mujair": 313,
    "gandum": 314,
    "alla": 315,
    "pipil": 316,
    "kalio": 317,
    "sawo": 318,
    "veal": 319,
    "stroberi": 320,
    "gemuk": 321,
    "masak": 322,
    "teriyaki": 323,
    "fusilli": 324,
    "chutney": 325,
    "layu": 326,
    "bayi": 327,
    "cuka": 328,
    "radicchio": 329,
    "persik": 330,
    "sayap": 331,
    "paha": 332,
    "vietnam": 333,
    "diawetkan": 334,
    "kecap": 335,
    "lima": 336,
    "oven": 337,
    "pipih": 338,
    "rotan": 339,
    "walnut": 340,
    "pita": 341,
    "kopi": 342,
    "hazelnut": 343,
    "crepes": 344,
    "selar": 345,
    "diasinkan": 346,
    "dodol": 347,
    "enchilada": 348,
    "quesadillas": 349,
    "fava": 350,
    "aceh": 351,
    "gulungan": 352,
    "tua": 353,
    "semi": 354,
    "herbed": 355,
    "pepes": 356,
    "tunggak": 357,
    "phyllo": 358,
    "markisa": 359,
    "soba": 360,
    "orakarik": 361,
    "parsnip": 362,
    "pie": 363,
    "strata": 364,
    "dadar": 365,
    "ampas": 366,
    "hutan": 367,
    "frittata": 368,
    "barbekyu": 369,
    "ginjal": 370,
    "bagea": 371,
    "porcini": 372,
    "bulgur": 373,
    "herbal": 374,
    "kunyit": 375,
    "delima": 376,
    "quiche": 377,
    "ganyong": 378,
    "tape": 379,
    "buttermilk": 380,
    "bisque": 381,
    "terrine": 382,
    "bruschetta": 383,
    "cranberry": 384,
    "bunga": 385,
    "poblano": 386,
    "rempahrempah": 387,
    "mac": 388,
    "getuk": 389,
    "custard": 390,
    "plum": 391,
    "endive": 392,
    "dibungkus": 393,
    "tales": 394,
    "lodeh": 395,
    "escarole": 396,
    "farfalle": 397,
    "french": 398,
    "toast": 399,
    "cr\u00e8me": 400,
    "granola": 401,
    "romesco": 402,
    "pot": 403,
    "mahimahi": 404,
    "mas": 405,
    "sarden": 406,
    "maple": 407,
    "kale": 408,
    "tolo": 409,
    "scalloped": 410,
    "melon": 411,
    "kenikmatan": 412,
    "kielbasa": 413,
    "rag\u00f9": 414,
    "lemak": 415,
    "skirt": 416,
    "pempek": 417,
    "toge": 418,
    "scallops": 419,
    "abon": 420,
    "serut": 421,
    "anak": 422,
    "kurus": 423,
    "yerusalem": 424,
    "jantung": 425,
    "jintan": 426,
    "kaldu": 427,
    "hoisin": 428,
    "marsala": 429,
    "bintang": 430,
    "usus": 431,
    "bandeng": 432,
    "batang": 433,
    "batatas": 434,
    "matzo": 435,
    "blueberry": 436,
    "beef": 437,
    "belimbing": 438,
    "belut": 439,
    "bihun": 440,
    "ambon": 441,
    "sendok": 442,
    "blackberry": 443,
    "kompot": 444,
    "bungkil": 445,
    "carbonara": 446,
    "pilaf": 447,
    "ni\u00e7oise": 448,
    "burung": 449,
    "puyuh": 450,
    "picadillo": 451,
    "oat": 452,
    "cannelloni": 453,
    "chunky": 454,
    "teh": 455,
    "klasik": 456,
    "kerbau": 457,
    "stilton": 458,
    "kecipir": 459,
    "pakis": 460,
    "dua": 461,
    "emping": 462,
    "mediterania": 463,
    "fettucine": 464,
    "gadung": 465,
    "makaroni": 466,
    "rasa": 467,
    "todak": 468,
    "gude": 469,
    "ketumbarjeruk": 470,
    "kaki": 471,
    "kebab": 472,
    "dilapisi": 473,
    "kemplang": 474,
    "portugis": 475,
    "kool": 476,
    "tapai": 477,
    "kurma": 478,
    "penyu": 479,
    "india": 480,
    "mangkuk": 481,
    "martabak": 482,
    "gurih": 483,
    "tengah": 484,
    "tostadas": 485,
    "rambutan": 486,
    "strudel": 487,
    "perancis": 488,
    "tagliatelle": 489,
    "shakshuka": 490,
    "diisi": 491,
    "dioles": 492,
    "asinan": 493,
    "verde": 494,
    "selatan": 495,
    "okra": 496,
    "gumbo": 497,
    "oriental": 498,
    "provencal": 499,
    "masala": 500,
    "burrata": 501,
    "panseared": 502,
    "blintz": 503,
    "confit": 504,
    "terbuka": 505,
    "brussel": 506,
    "kelor": 507,
    "rumput": 508,
    "naga": 509,
    "bulgogi": 510,
    "bulung": 511,
    "dari": 512,
    "tapenade": 513,
    "jepang": 514,
    "asar": 515,
    "cheese": 516,
    "coleslaw": 517,
    "harissa": 518,
    "pecan": 519,
    "dipanggang": 520,
    "mousse": 521,
    "sari": 522,
    "gulung": 523,
    "besar": 524,
    "siam": 525,
    "oyong": 526,
    "tinta": 527,
    "komak": 528,
    "lombok": 529,
    "entingenting": 530,
    "tusuk": 531,
    "pecorino": 532,
    "and": 533,
    "meringue": 534,
    "wajan": 535,
    "santa": 536,
    "fe": 537,
    "fricass\u00e9e": 538,
    "galette": 539,
    "yukon": 540,
    "southern": 541,
    "gurita": 542,
    "osso": 543,
    "buco": 544,
    "kocok": 545,
    "kornet": 546,
    "gabus": 547,
    "peda": 548,
    "miso": 549,
    "wasabi": 550,
    "ratatouille": 551,
    "\u00e0": 552,
    "tropis": 553,
    "baru": 554,
    "monyet": 555,
    "jangang": 556,
    "pallu": 557,
    "pitas": 558,
    "basah": 559,
    "rempeyek": 560,
    "kental": 561,
    "minestrone": 562,
    "jeroan": 563,
    "otak": 564,
    "kaviar": 565,
    "murni": 566,
    "matang": 567,
    "petani": 568,
    "putu": 569,
    "lawar": 570,
    "rebung": 571,
    "meatloaf": 572,
    "monkfish": 573,
    "nangka": 574,
    "pan": 575,
    "pappardelle": 576,
    "pastitsio": 577,
    "petis": 578,
    "peyek": 579,
    "cannellini": 580,
    "kastanye": 581,
    "timur": 582,
    "caesar": 583,
    "fra\u00eeche": 584,
    "pasar": 585,
    "pusaka": 586,
    "spanyol": 587,
    "lezat": 588,
    "tortellini": 589,
    "skim": 590,
    "taoge": 591,
    "terung": 592,
    "chicken": 593,
    "grapefruit": 594,
    "sedang": 595,
    "angel": 596,
    "hair": 597,
    "arrowroot": 598,
    "panini": 599,
    "pohon": 600,
    "tandoori": 601,
    "kreol": 602,
    "fingerling": 603,
    "jus": 604,
    "timi": 605,
    "ara": 606,
    "matahari": 607,
    "tikka": 608,
    "babat": 609,
    "ribs": 610,
    "gremolata": 611,
    "gembili": 612,
    "mutiara": 613,
    "sumatera": 614,
    "bekasang": 615,
    "instan": 616,
    "clafouti": 617,
    "puree": 618,
    "berry": 619,
    "bongkrek": 620,
    "borscht": 621,
    "blanc": 622,
    "wajah": 623,
    "papua": 624,
    "manado": 625,
    "turi": 626,
    "bungkus": 627,
    "gosong": 628,
    "a\u00efoli": 629,
    "panzanella": 630,
    "rempah": 631,
    "ancho": 632,
    "makassar": 633,
    "crumble": 634,
    "manisan": 635,
    "cap": 636,
    "kepala": 637,
    "sarapan": 638,
    "darah": 639,
    "espresso": 640,
    "coto": 641,
    "kuda": 642,
    "israel": 643,
    "isian": 644,
    "bagna": 645,
    "coulis": 646,
    "halus": 647,
    "pea": 648,
    "moster": 649,
    "gedi": 650,
    "katuk": 651,
    "kedondong": 652,
    "waluh": 653,
    "leunca": 654,
    "pare": 655,
    "pete": 656,
    "jawa": 657,
    "durian": 658,
    "empal": 659,
    "iga": 660,
    "pinto": 661,
    "empat": 662,
    "morel": 663,
    "flank": 664,
    "restoran": 665,
    "gazpacho": 666,
    "geplak": 667,
    "gouda": 668,
    "provolone": 669,
    "aren": 670,
    "charmoula": 671,
    "pada": 672,
    "korea": 673,
    "huevos": 674,
    "tartine": 675,
    "belida": 676,
    "garam": 677,
    "hiu": 678,
    "layang": 679,
    "sale": 680,
    "jambalaya": 681,
    "omelet": 682,
    "kapri": 683,
    "new": 684,
    "uci": 685,
    "muna": 686,
    "pistou": 687,
    "ribeye": 688,
    "cangkang": 689,
    "brie": 690,
    "beurre": 691,
    "proven\u00e7ale": 692,
    "abadi": 693,
    "ketela": 694,
    "madura": 695,
    "benguk": 696,
    "wedus": 697,
    "koya": 698,
    "bugis": 699,
    "singapura": 700,
    "kecil": 701,
    "putri": 702,
    "sauerkraut": 703,
    "kugel": 704,
    "lamb": 705,
    "gung": 706,
    "lasagne": 707,
    "lawara": 708,
    "patty": 709,
    "marinasi": 710,
    "super": 711,
    "bandung": 712,
    "mi": 713,
    "tenggara": 714,
    "palembang": 715,
    "milan": 716,
    "tim": 717,
    "kapulaga": 718,
    "oyek": 719,
    "paella": 720,
    "gugur": 721,
    "tortila": 722,
    "paket": 723,
    "parfait": 724,
    "paria": 725,
    "primavera": 726,
    "rotelle": 727,
    "puttanesca": 728,
    "raja": 729,
    "lembut": 730,
    "roast": 731,
    "potpie": 732,
    "puff": 733,
    "sherry": 734,
    "pur\u00e9e": 735,
    "rendang": 736,
    "monterey": 737,
    "jack": 738,
    "farro": 739,
    "taman": 740,
    "umbut": 741,
    "sente": 742,
    "soupe": 743,
    "spaetzle": 744,
    "spageti": 745,
    "spaghettini": 746,
    "stik": 747,
    "strozzapreti": 748,
    "sukun": 749,
    "belanda": 750,
    "suweg": 751,
    "terasi": 752,
    "tortelloni": 753,
    "ziti": 754,
    "aligot": 755,
    "dacquoise": 756,
    "ampela": 757,
    "with": 758,
    "antipasto": 759,
    "anyang": 760,
    "malang": 761,
    "ares": 762,
    "romano": 763,
    "arwan": 764,
    "sirsir": 765,
    "kandis": 766,
    "dicetak": 767,
    "leek": 768,
    "endif": 769,
    "didehdarah": 770,
    "flamb\u00e9": 771,
    "church": 772,
    "texas": 773,
    "kentucky": 774,
    "pasundan": 775,
    "sukabumi": 776,
    "kung": 777,
    "pao": 778,
    "aprikotmustard": 779,
    "ramp": 780,
    "greens": 781,
    "hominy": 782,
    "sereh": 783,
    "taliwang": 784,
    "back": 785,
    "glazur": 786,
    "kw": 787,
    "bahu": 788,
    "tomatzaitun": 789,
    "beans": 790,
    "bakpia": 791,
    "celup": 792,
    "baligo": 793,
    "presto": 794,
    "bantal": 795,
    "barongko": 796,
    "sulawesi": 797,
    "bergaris": 798,
    "chestnut": 799,
    "batar": 800,
    "daan": 801,
    "brei": 802,
    "bersantan": 803,
    "alabio": 804,
    "fig": 805,
    "itik": 806,
    "beberuk": 807,
    "yakiniku": 808,
    "bekasam": 809,
    "belitung": 810,
    "bengkuang": 811,
    "bentul": 812,
    "menir": 813,
    "setengah": 814,
    "betok": 815,
    "bijibijian": 816,
    "bing": 817,
    "rum": 818,
    "tomatbasil": 819,
    "black": 820,
    "bean": 821,
    "strawberryrhubarb": 822,
    "bourguignon": 823,
    "bonggol": 824,
    "boros": 825,
    "kunci": 826,
    "bourguignonne": 827,
    "brondong": 828,
    "bisbul": 829,
    "duwet": 830,
    "embacang": 831,
    "erbis": 832,
    "gatep": 833,
    "kawista": 834,
    "kemang": 835,
    "ketapang": 836,
    "kokosan": 837,
    "kom": 838,
    "lontar": 839,
    "menteng": 840,
    "rukam": 841,
    "ruruhi": 842,
    "tuppa": 843,
    "vegetarian": 844,
    "sangu": 845,
    "karet": 846,
    "buntil": 847,
    "seribu": 848,
    "dominika": 849,
    "turki": 850,
    "koboi": 851,
    "mustarddill": 852,
    "roquefort": 853,
    "jahebawang": 854,
    "punai": 855,
    "sarang": 856,
    "cake": 857,
    "crostini": 858,
    "carica": 859,
    "lapis": 860,
    "singa": 861,
    "n": 862,
    "ceviche": 863,
    "oranye": 864,
    "soup": 865,
    "chiles": 866,
    "cioppino": 867,
    "cobbler": 868,
    "mangkasara": 869,
    "dibumbui": 870,
    "dikukus": 871,
    "awetan": 872,
    "avgolemono": 873,
    "croissant": 874,
    "croque": 875,
    "madame": 876,
    "cauda": 877,
    "cue": 878,
    "ponzu": 879,
    "cumicumi": 880,
    "kapulagaalmond": 881,
    "berglazur": 882,
    "marjoram": 883,
    "pure": 884,
    "gandaria": 885,
    "gunda": 886,
    "jampang": 887,
    "ndusuk": 888,
    "paku": 889,
    "semanggi": 890,
    "tespong": 891,
    "deblo": 892,
    "barat": 893,
    "mujahir": 894,
    "dideh": 895,
    "galamai": 896,
    "dasar": 897,
    "gepuk": 898,
    "fajitas": 899,
    "fattoush": 900,
    "filet": 901,
    "mignon": 902,
    "stroganov": 903,
    "udon": 904,
    "dijon": 905,
    "makarel": 906,
    "asinmaple": 907,
    "termarinasi": 908,
    "flounder": 909,
    "southwest": 910,
    "keluarga": 911,
    "gambas": 912,
    "gaplek": 913,
    "geblek": 914,
    "gete": 915,
    "romana": 916,
    "gnudi": 917,
    "br\u00fbl\u00e9e": 918,
    "sederhana": 919,
    "haddock": 920,
    "grontol": 921,
    "gudeg": 922,
    "tebu": 923,
    "keumamah": 924,
    "paya": 925,
    "pliek": 926,
    "andouille": 927,
    "gurame": 928,
    "asem": 929,
    "gurandil": 930,
    "kecambah": 931,
    "haluskan": 932,
    "hanger": 933,
    "flanel": 934,
    "john": 935,
    "hot": 936,
    "rancheros": 937,
    "pendek": 938,
    "pepetek": 939,
    "rhubarb": 940,
    "baung": 941,
    "jambal": 942,
    "kembung": 943,
    "lais": 944,
    "r\u00e9moulade": 945,
    "lidah": 946,
    "lomak": 947,
    "macadamia": 948,
    "nasu": 949,
    "papuyu": 950,
    "patin": 951,
    "benggol": 952,
    "saluang": 953,
    "sepat": 954,
    "sunu": 955,
    "balut": 956,
    "intip": 957,
    "irisan": 958,
    "halloumi": 959,
    "lama": 960,
    "titi": 961,
    "louisiana": 962,
    "kulat": 963,
    "kuping": 964,
    "yu": 965,
    "bintatoeng": 966,
    "jaruk": 967,
    "tigarun": 968,
    "jengkol": 969,
    "garut": 970,
    "kalamansi": 971,
    "ragi": 972,
    "kaloa": 973,
    "andong": 974,
    "atom": 975,
    "ijo": 976,
    "lebui": 977,
    "banda": 978,
    "metebiji": 979,
    "negara": 980,
    "sukro": 981,
    "sangan": 982,
    "kadada": 983,
    "katembe": 984,
    "kaholeo": 985,
    "beraroma": 986,
    "kikil": 987,
    "kambose": 988,
    "kaparende": 989,
    "kapurung": 990,
    "karedok": 991,
    "zukini": 992,
    "karoket": 993,
    "katul": 994,
    "taburan": 995,
    "kecimpring": 996,
    "leleh": 997,
    "kemiri": 998,
    "ganda": 999,
    "lunak": 1000,
    "lapisan": 1001,
    "tarragoncaper": 1002,
    "kecokelatan": 1003,
    "tequila": 1004,
    "goan": 1005,
    "lemonsaffron": 1006,
    "lampung": 1007,
    "berpati": 1008,
    "tebal": 1009,
    "ketimun": 1010,
    "ketupat": 1011,
    "kiwi": 1012,
    "koktail": 1013,
    "hinela": 1014,
    "camilan": 1015,
    "selat": 1016,
    "cangkir": 1017,
    "mayang": 1018,
    "kumquat": 1019,
    "kundur": 1020,
    "rack": 1021,
    "leci": 1022,
    "ledre": 1023,
    "lelehan": 1024,
    "lema": 1025,
    "bengkulu": 1026,
    "lempog": 1027,
    "lilin": 1028,
    "herb": 1029,
    "lo": 1030,
    "mein": 1031,
    "benggala": 1032,
    "kwini": 1033,
    "manalagi": 1034,
    "smoothie": 1035,
    "manicotti": 1036,
    "matoa": 1037,
    "cottage": 1038,
    "benang": 1039,
    "mocha": 1040,
    "mole": 1041,
    "moussaka": 1042,
    "naan": 1043,
    "nacho": 1044,
    "likku": 1045,
    "olaholah": 1046,
    "bertepung": 1047,
    "ongolongol": 1048,
    "onion": 1049,
    "rings": 1050,
    "ninahu": 1051,
    "bourbon": 1052,
    "paillard": 1053,
    "hobo": 1054,
    "pala": 1055,
    "panettone": 1056,
    "parede": 1057,
    "raspberry": 1058,
    "herbes": 1059,
    "tapioka": 1060,
    "pelepah": 1061,
    "manuk": 1062,
    "pencok": 1063,
    "ampyang": 1064,
    "gapi": 1065,
    "goroho": 1066,
    "kepok": 1067,
    "ketip": 1068,
    "kidang": 1069,
    "matzoh": 1070,
    "platter": 1071,
    "posole": 1072,
    "pastry": 1073,
    "poulet": 1074,
    "pozole": 1075,
    "brioche": 1076,
    "reuben": 1077,
    "benedict": 1078,
    "quesadilla": 1079,
    "binjai": 1080,
    "rawon": 1081,
    "rebon": 1082,
    "quince": 1083,
    "parut": 1084,
    "boursin": 1085,
    "poppy": 1086,
    "rusa": 1087,
    "jahejeruk": 1088,
    "jinten": 1089,
    "campur": 1090,
    "provence": 1091,
    "salade": 1092,
    "aux": 1093,
    "medan": 1094,
    "pondoh": 1095,
    "sambal": 1096,
    "worst": 1097,
    "paru": 1098,
    "kaleng": 1099,
    "pusut": 1100,
    "duren": 1101,
    "kecik": 1102,
    "manila": 1103,
    "berasap": 1104,
    "scallop": 1105,
    "segitiga": 1106,
    "sepi": 1107,
    "shepherds": 1108,
    "sie": 1109,
    "reuboh": 1110,
    "sisi": 1111,
    "sloppy": 1112,
    "smorrebrod": 1113,
    "buntut": 1114,
    "konro": 1115,
    "saudara": 1116,
    "raksasa": 1117,
    "betawi": 1118,
    "kudus": 1119,
    "padang": 1120,
    "pekalongan": 1121,
    "pemalang": 1122,
    "sukaraja": 1123,
    "sulung": 1124,
    "sabayon": 1125,
    "fris\u00e9e": 1126,
    "oregano": 1127,
    "kimchi": 1128,
    "sukiyaki": 1129,
    "jelai": 1130,
    "salju": 1131,
    "guacamole": 1132,
    "florentine": 1133,
    "untuk": 1134,
    "tak": 1135,
    "tabbouleh": 1136,
    "takwa": 1137,
    "seduh": 1138,
    "terubuk": 1139,
    "tedong": 1140,
    "basa": 1141,
    "tekokak": 1142,
    "ceplok": 1143,
    "basque": 1144,
    "gembus": 1145,
    "tenderloin": 1146,
    "ungu": 1147,
    "balado": 1148,
    "tian": 1149,
    "tilapia": 1150,
    "tiwul": 1151,
    "tritip": 1152,
    "tumpukan": 1153,
    "turnover": 1154,
    "kemayung": 1155,
    "ulat": 1156,
    "umbi": 1157,
    "uwi": 1158,
    "vichyssoise": 1159,
    "wafel": 1160,
    "wajit": 1161,
    "wrap": 1162,
    "3bahan": 1163,
    "haruwan": 1164,
    "accidental": 1165,
    "acorn": 1166,
    "agaragar": 1167,
    "agnolotti": 1168,
    "tonjong": 1169,
    "aletoge": 1170,
    "andaliman": 1171,
    "andewi": 1172,
    "angelhair": 1173,
    "sauteed": 1174,
    "squid": 1175,
    "angsa": 1176,
    "anything": 1177,
    "goes": 1178,
    "donabe": 1179,
    "linzertorte": 1180,
    "cognac": 1181,
    "arbei": 1182,
    "lemonbawang": 1183,
    "heart": 1184,
    "salami": 1185,
    "marcona": 1186,
    "parmigianoreggiano": 1187,
    "kei": 1188,
    "payak": 1189,
    "asan": 1190,
    "asemasem": 1191,
    "achiote": 1192,
    "keprok": 1193,
    "aztec": 1194,
    "maltaise": 1195,
    "tomatjahe": 1196,
    "buruan": 1197,
    "jalape\u00f1ojeruk": 1198,
    "empuk": 1199,
    "cornish": 1200,
    "jalapeno": 1201,
    "cranberrymoster": 1202,
    "ladabawang": 1203,
    "disiram": 1204,
    "divan": 1205,
    "amerika": 1206,
    "texa": 1207,
    "kalasan": 1208,
    "kentuckysayap": 1209,
    "mbok": 1210,
    "berek": 1211,
    "pioneer": 1212,
    "jahemete": 1213,
    "daikon": 1214,
    "lemonrhubarb": 1215,
    "madujeruk": 1216,
    "meyer": 1217,
    "opulent": 1218,
    "putihpeterseli": 1219,
    "asamjeruk": 1220,
    "root": 1221,
    "beer": 1222,
    "mol": 1223,
    "rica": 1224,
    "bacang": 1225,
    "1": 1226,
    "2": 1227,
    "bawah": 1228,
    "baje": 1229,
    "baked": 1230,
    "spuntino": 1231,
    "voli": 1232,
    "me": 1233,
    "plyguri": 1234,
    "tomatserrano": 1235,
    "bakung": 1236,
    "bakwan": 1237,
    "tading": 1238,
    "timor": 1239,
    "tali": 1240,
    "bombay": 1241,
    "thanksgiving": 1242,
    "olesan": 1243,
    "madumerica": 1244,
    "mahoni": 1245,
    "muscovy": 1246,
    "rump": 1247,
    "beet": 1248,
    "cured": 1249,
    "lox": 1250,
    "maluku": 1251,
    "belibis": 1252,
    "belutlaut": 1253,
    "komba": 1254,
    "cerdas": 1255,
    "pelita": 1256,
    "rojolele": 1257,
    "ladang": 1258,
    "parboiled": 1259,
    "pecah": 1260,
    "siger": 1261,
    "betis": 1262,
    "wadi": 1263,
    "bibimbap": 1264,
    "nangkabiji": 1265,
    "bika": 1266,
    "cherry": 1267,
    "bir": 1268,
    "4": 1269,
    "alkohol": 1270,
    "rumahan": 1271,
    "cumin": 1272,
    "chickpea": 1273,
    "biwah": 1274,
    "blanquette": 1275,
    "veau": 1276,
    "blewah": 1277,
    "blini": 1278,
    "bluberi": 1279,
    "bocconcini": 1280,
    "boeuf": 1281,
    "bolabola": 1282,
    "laja": 1283,
    "lengkuas": 1284,
    "ukraina": 1285,
    "botok": 1286,
    "boudin": 1287,
    "bounty": 1288,
    "bratwurst": 1289,
    "brem": 1290,
    "brochette": 1291,
    "manggatarragon": 1292,
    "streusel": 1293,
    "mustardkeju": 1294,
    "brokolicheddar": 1295,
    "meleleh": 1296,
    "brongkos": 1297,
    "tomatalpukat": 1298,
    "amla": 1299,
    "gooseberries": 1300,
    "atung": 1301,
    "biwa": 1302,
    "ciplukan": 1303,
    "kelenting": 1304,
    "tasikmalaya": 1305,
    "lepok": 1306,
    "negri": 1307,
    "nona": 1308,
    "tin": 1309,
    "pawpaw": 1310,
    "buaya": 1311,
    "bergaya": 1312,
    "xifan": 1313,
    "maverick": 1314,
    "tinotuan": 1315,
    "bucatini": 1316,
    "jajan": 1317,
    "bundel": 1318,
    "buras": 1319,
    "pulau": 1320,
    "berwajah": 1321,
    "blt": 1322,
    "chimichurri": 1323,
    "bayamarugula": 1324,
    "raita": 1325,
    "lebih": 1326,
    "baik": 1327,
    "belly": 1328,
    "acres": 1329,
    "piquillo": 1330,
    "pepper": 1331,
    "burgundy": 1332,
    "gembor": 1333,
    "rawit": 1334,
    "caisin": 1335,
    "caldo": 1336,
    "tlalpeno": 1337,
    "camme": 1338,
    "tuttu": 1339,
    "cammetutu": 1340,
    "campanelle": 1341,
    "campurcampur": 1342,
    "paprikalemon": 1343,
    "brown": 1344,
    "cantel": 1345,
    "cai": 1346,
    "capcay": 1347,
    "capellini": 1348,
    "caprese": 1349,
    "papaya": 1350,
    "carpaccio": 1351,
    "cassavastick": 1352,
    "cavatappi": 1353,
    "cawl": 1354,
    "wales": 1355,
    "ceker": 1356,
    "cempedak": 1357,
    "cengkeh": 1358,
    "centel": 1359,
    "centil": 1360,
    "ceriping": 1361,
    "champ": 1362,
    "irlandia": 1363,
    "manggachutney": 1364,
    "cheesecake": 1365,
    "chikiniku": 1366,
    "chilaquiles": 1367,
    "anchos": 1368,
    "rellenos": 1369,
    "queso": 1370,
    "chocolatealmond": 1371,
    "clam": 1372,
    "makan": 1373,
    "malam": 1374,
    "manhattan": 1375,
    "clemenceau": 1376,
    "kugelhupf": 1377,
    "nut": 1378,
    "pahit": 1379,
    "teluk": 1380,
    "combro": 1381,
    "corned": 1382,
    "tujuh": 1383,
    "austria": 1384,
    "cranberrymustard": 1385,
    "croquesmonsieur": 1386,
    "anggurricotta": 1387,
    "crottin": 1388,
    "croustade": 1389,
    "croustades": 1390,
    "crudit\u00e9": 1391,
    "buljol": 1392,
    "chokha": 1393,
    "fritti": 1394,
    "peperoncini": 1395,
    "cupcake": 1396,
    "coklatalmond": 1397,
    "frosting": 1398,
    "cremes": 1399,
    "gingembre": 1400,
    "berisi": 1401,
    "lemonmadu": 1402,
    "morelmadeira": 1403,
    "inggris": 1404,
    "shoot": 1405,
    "frisee": 1406,
    "kenaripeterseli": 1407,
    "chicory": 1408,
    "magret": 1409,
    "atau": 1410,
    "mosterdill": 1411,
    "cacciatore": 1412,
    "tomatjerukbasil": 1413,
    "tahini": 1414,
    "danish": 1415,
    "cranberrykeju": 1416,
    "bangunbangun": 1417,
    "bebuas": 1418,
    "belem": 1419,
    "beluntas": 1420,
    "cincau": 1421,
    "gelang": 1422,
    "serang": 1423,
    "jawaw": 1424,
    "seluang": 1425,
    "jonghe": 1426,
    "ma": 1427,
    "kasbisingkong": 1428,
    "kenikir": 1429,
    "kesum": 1430,
    "kumak": 1431,
    "leilem": 1432,
    "lompong": 1433,
    "mangkokan": 1434,
    "matel": 1435,
    "mengkudu": 1436,
    "longgiho": 1437,
    "wambateu": 1438,
    "pangisegar": 1439,
    "pohpohan": 1440,
    "salam": 1441,
    "selasih": 1442,
    "simpur": 1443,
    "singkil": 1444,
    "ampenan": 1445,
    "kopang": 1446,
    "sintrong": 1447,
    "smokedsalmon": 1448,
    "ditalini": 1449,
    "putihrosemary": 1450,
    "djibokum": 1451,
    "banjarmasin": 1452,
    "dodongkol": 1453,
    "dodonkol": 1454,
    "ditaburi": 1455,
    "piccata": 1456,
    "drumet": 1457,
    "drummet": 1458,
    "anchocherry": 1459,
    "duku": 1460,
    "eceng": 1461,
    "gondok": 1462,
    "eggnog": 1463,
    "empa\u00f1adas": 1464,
    "tomatilloketumbar": 1465,
    "tumpuk": 1466,
    "tomatillocabai": 1467,
    "kebun": 1468,
    "encung": 1469,
    "enfrijolada": 1470,
    "hello": 1471,
    "kity": 1472,
    "coconut": 1473,
    "milk": 1474,
    "mahon": 1475,
    "oatmeal": 1476,
    "praline": 1477,
    "mambo": 1478,
    "naama": 1479,
    "suwir": 1480,
    "quatro": 1481,
    "formaggi": 1482,
    "ai": 1483,
    "peperoni": 1484,
    "gialli": 1485,
    "fideo": 1486,
    "barramundi": 1487,
    "brussels": 1488,
    "sprout": 1489,
    "cornichon": 1490,
    "tomatzucchini": 1491,
    "ofish": 1492,
    "balsamik": 1493,
    "fish": 1494,
    "chips": 1495,
    "fishandchips": 1496,
    "fishcakes": 1497,
    "coklatkeju": 1498,
    "sepatu": 1499,
    "focaccia": 1500,
    "frank": 1501,
    "fingers": 1502,
    "marmalade": 1503,
    "pisangkayu": 1504,
    "havana": 1505,
    "allamatriciana": 1506,
    "fyrstekake": 1507,
    "yarnall": 1508,
    "norwegia": 1509,
    "gadenggadung": 1510,
    "gadogado": 1511,
    "individu": 1512,
    "gathot": 1513,
    "gatot": 1514,
    "kulon": 1515,
    "progo": 1516,
    "gelatine": 1517,
    "gemblong": 1518,
    "gemelli": 1519,
    "gendar": 1520,
    "genjer": 1521,
    "bantul": 1522,
    "lindri": 1523,
    "tomatporcini": 1524,
    "almondkismis": 1525,
    "bubby": 1526,
    "walnutthyme": 1527,
    "brokoliparmesan": 1528,
    "gruyere": 1529,
    "kentangparsinip": 1530,
    "gravlaks": 1531,
    "gravlax": 1532,
    "grinder": 1533,
    "grits": 1534,
    "belum": 1535,
    "dimurnikan": 1536,
    "keueng": 1537,
    "keueung": 1538,
    "collard": 1539,
    "eula": 1540,
    "mae": 1541,
    "gumbolaya": 1542,
    "cenil": 1543,
    "ceci": 1544,
    "zuppa": 1545,
    "gyros": 1546,
    "yogurtdill": 1547,
    "ham": 1548,
    "hand": 1549,
    "pies": 1550,
    "hangop": 1551,
    "haroseth": 1552,
    "ayamcranberry": 1553,
    "shishito": 1554,
    "hashbrown": 1555,
    "venesia": 1556,
    "havermout": 1557,
    "hofaubi": 1558,
    "hoppin": 1559,
    "browns": 1560,
    "jalape\u00f1os": 1561,
    "verdes": 1562,
    "cinahawaii": 1563,
    "tulang": 1564,
    "arctic": 1565,
    "char": 1566,
    "basiltarragon": 1567,
    "bilis": 1568,
    "japuh": 1569,
    "pari": 1570,
    "sirinding": 1571,
    "bader": 1572,
    "tawes": 1573,
    "jerukadas": 1574,
    "balong": 1575,
    "bambangan": 1576,
    "baronang": 1577,
    "languedoc": 1578,
    "lemondill": 1579,
    "bawal": 1580,
    "beunteur": 1581,
    "biawan": 1582,
    "bili": 1583,
    "bubara": 1584,
    "bulanbulan": 1585,
    "perut": 1586,
    "calo": 1587,
    "pasifik": 1588,
    "dorade": 1589,
    "meledak": 1590,
    "ekor": 1591,
    "kacangan": 1592,
    "kakatua": 1593,
    "kapar": 1594,
    "katombo": 1595,
    "kawalinya": 1596,
    "kima": 1597,
    "layur": 1598,
    "lehoma": 1599,
    "arugulajeruk": 1600,
    "pinhead": 1601,
    "sole": 1602,
    "lemuru": 1603,
    "blood": 1604,
    "orange": 1605,
    "alpukatmelon": 1606,
    "tomatilloalpukat": 1607,
    "malalugis": 1608,
    "mayong": 1609,
    "metti": 1610,
    "oci": 1611,
    "cabaitomat": 1612,
    "sanggang": 1613,
    "sidat": 1614,
    "tahuman": 1615,
    "tarmon": 1616,
    "telan": 1617,
    "tembang": 1618,
    "tempahas": 1619,
    "terbang": 1620,
    "tawar": 1621,
    "titang": 1622,
    "tongkol": 1623,
    "choucroute": 1624,
    "hancur": 1625,
    "tomatchili": 1626,
    "korsika": 1627,
    "zaatar": 1628,
    "klaten": 1629,
    "fregola": 1630,
    "harapan": 1631,
    "metro": 1632,
    "flores": 1633,
    "jaje": 1634,
    "jali": 1635,
    "jam": 1636,
    "florida": 1637,
    "tidak": 1638,
    "berbiji": 1639,
    "bol": 1640,
    "huma": 1641,
    "siau": 1642,
    "encik": 1643,
    "haricot": 1644,
    "vert": 1645,
    "merang": 1646,
    "bo": 1647,
    "japilus": 1648,
    "jawawut": 1649,
    "jenang": 1650,
    "mandarin": 1651,
    "dory": 1652,
    "jotang": 1653,
    "jukku": 1654,
    "juku": 1655,
    "kabau": 1656,
    "kaburan": 1657,
    "kabuto": 1658,
    "arab": 1659,
    "beracun": 1660,
    "endel": 1661,
    "ercis": 1662,
    "galing": 1663,
    "goyang": 1664,
    "bakti": 1665,
    "siwalik": 1666,
    "kuba": 1667,
    "iris": 1668,
    "mekah": 1669,
    "orleans": 1670,
    "fulcher": 1671,
    "kalimantan": 1672,
    "ranti": 1673,
    "berselaput": 1674,
    "selaput": 1675,
    "tunis": 1676,
    "urei": 1677,
    "kafe": 1678,
    "brenda": 1679,
    "buton": 1680,
    "tomatpaprika": 1681,
    "serpihan": 1682,
    "kalakai": 1683,
    "tunjang": 1684,
    "tondano": 1685,
    "kantong": 1686,
    "masa": 1687,
    "palopo": 1688,
    "kapusa": 1689,
    "karambol": 1690,
    "karawila": 1691,
    "karbonnade": 1692,
    "phanaeng": 1693,
    "kabocha": 1694,
    "sunda": 1695,
    "kasaran": 1696,
    "tomatdaun": 1697,
    "katak": 1698,
    "siram": 1699,
    "wijenjeruk": 1700,
    "swedia": 1701,
    "jahechile": 1702,
    "kecombrang": 1703,
    "kefta": 1704,
    "mendesis": 1705,
    "haloumi": 1706,
    "kelengkeng": 1707,
    "kelepon": 1708,
    "kelewih": 1709,
    "kelinci": 1710,
    "bulgaria": 1711,
    "mimosa": 1712,
    "parsi": 1713,
    "butiran": 1714,
    "keong": 1715,
    "kepingan": 1716,
    "diavola": 1717,
    "kumquattarragon": 1718,
    "jerukkedelai": 1719,
    "pernod": 1720,
    "apelkari": 1721,
    "chipoltes": 1722,
    "sofrito": 1723,
    "mignonnette": 1724,
    "trio": 1725,
    "lingui\u00e7a": 1726,
    "lime": 1727,
    "bay": 1728,
    "keremes": 1729,
    "keribang": 1730,
    "kerokot": 1731,
    "aci": 1732,
    "tipis": 1733,
    "sayong": 1734,
    "urat": 1735,
    "kesemek": 1736,
    "pohonsingkong": 1737,
    "ketoprak": 1738,
    "emas": 1739,
    "klepon": 1740,
    "kluwek": 1741,
    "kodok": 1742,
    "kofte": 1743,
    "larut": 1744,
    "instant": 1745,
    "loke": 1746,
    "roway": 1747,
    "kotak": 1748,
    "kotiu": 1749,
    "tawang": 1750,
    "nggole": 1751,
    "mirasa": 1752,
    "kranberi": 1753,
    "kranji": 1754,
    "krep": 1755,
    "california": 1756,
    "bebas": 1757,
    "oatthyme": 1758,
    "kripik": 1759,
    "krokot": 1760,
    "lokio": 1761,
    "ali": 1762,
    "apem": 1763,
    "bangket": 1764,
    "cherryalmond": 1765,
    "ejaan": 1766,
    "malt": 1767,
    "tiramisu": 1768,
    "frangipane": 1769,
    "caperpeterseli": 1770,
    "england": 1771,
    "tartar": 1772,
    "bsteeya": 1773,
    "apelalmond": 1774,
    "espressohazelnut": 1775,
    "marzipan": 1776,
    "marmer": 1777,
    "lump": 1778,
    "jumbo": 1779,
    "lumpur": 1780,
    "mangkok": 1781,
    "mino": 1782,
    "manggajeruk": 1783,
    "pacar": 1784,
    "paskah": 1785,
    "pia": 1786,
    "strawberry": 1787,
    "terongtomat": 1788,
    "stroberioranye": 1789,
    "satu": 1790,
    "icing": 1791,
    "coklatkacang": 1792,
    "semprong": 1793,
    "sus": 1794,
    "talam": 1795,
    "tambang": 1796,
    "setan": 1797,
    "thipan": 1798,
    "timpan": 1799,
    "apelkayu": 1800,
    "yuca": 1801,
    "mojo": 1802,
    "ajo": 1803,
    "ulang": 1804,
    "tahun": 1805,
    "anne": 1806,
    "whiteman": 1807,
    "kurakura": 1808,
    "bermerek": 1809,
    "deglet": 1810,
    "noor": 1811,
    "medjool": 1812,
    "kwaci": 1813,
    "kwark": 1814,
    "quark": 1815,
    "laap": 1816,
    "laksa": 1817,
    "beluga": 1818,
    "shank": 1819,
    "lokal": 1820,
    "langsat": 1821,
    "lantar": 1822,
    "lanting": 1823,
    "legit": 1824,
    "anderson": 1825,
    "kinstlingerbruhn": 1826,
    "penja": 1827,
    "mandar": 1828,
    "penjah": 1829,
    "bojonegoro": 1830,
    "bacon": 1831,
    "squasih": 1832,
    "lemonade": 1833,
    "lemper": 1834,
    "san": 1835,
    "stefano": 1836,
    "lepokubi": 1837,
    "leupeut": 1838,
    "leverwost": 1839,
    "mustardlobak": 1840,
    "moi": 1841,
    "kelim": 1842,
    "zesty": 1843,
    "lieber": 1844,
    "rosemaryjahe": 1845,
    "kalkuta": 1846,
    "lokan": 1847,
    "london": 1848,
    "broil": 1849,
    "lopis": 1850,
    "lumaileunca": 1851,
    "lupis": 1852,
    "pimiento": 1853,
    "maizena": 1854,
    "palm": 1855,
    "gedong": 1856,
    "golek": 1857,
    "harum": 1858,
    "indramayu": 1859,
    "kopek": 1860,
    "manggis": 1861,
    "gerimis": 1862,
    "matcha": 1863,
    "asiago": 1864,
    "margarin": 1865,
    "bd": 1866,
    "terang": 1867,
    "bulan": 1868,
    "mesir": 1869,
    "masekat": 1870,
    "medley": 1871,
    "melase": 1872,
    "honeydew": 1873,
    "menjangan": 1874,
    "merica": 1875,
    "meuseukat": 1876,
    "golosor": 1877,
    "jaheketumbar": 1878,
    "bendo": 1879,
    "celon": 1880,
    "celor": 1881,
    "penang": 1882,
    "liu": 1883,
    "shaokun": 1884,
    "minuman": 1885,
    "kopyok": 1886,
    "eulamia": 1887,
    "sawit": 1888,
    "misoa": 1889,
    "misro": 1890,
    "chanterelles": 1891,
    "celeriac": 1892,
    "mash": 1893,
    "moon": 1894,
    "mostarda": 1895,
    "metan": 1896,
    "moules": 1897,
    "descargots": 1898,
    "carrozza": 1899,
    "muffin": 1900,
    "mulberry": 1901,
    "muntahu": 1902,
    "maran": 1903,
    "napoleon": 1904,
    "creamy": 1905,
    "indian": 1906,
    "jambi": 1907,
    "deluxe": 1908,
    "oz": 1909,
    "jollof": 1910,
    "prancis": 1911,
    "minty": 1912,
    "rames": 1913,
    "uduk": 1914,
    "noga": 1915,
    "nopia": 1916,
    "spesial": 1917,
    "oeufs": 1918,
    "neige": 1919,
    "kedele": 1920,
    "ondeonde": 1921,
    "opak": 1922,
    "gold": 1923,
    "oramu": 1924,
    "ndawa": 1925,
    "olaho": 1926,
    "garbanzos": 1927,
    "savoy": 1928,
    "mortadella": 1929,
    "orrechiette": 1930,
    "sugar": 1931,
    "snap": 1932,
    "peas": 1933,
    "schlusselleeds": 1934,
    "pad": 1935,
    "thai": 1936,
    "piring": 1937,
    "banoffee": 1938,
    "pastiera": 1939,
    "riso": 1940,
    "madukeju": 1941,
    "arepa": 1942,
    "pain": 1943,
    "perdu": 1944,
    "wulelenggapaya": 1945,
    "bagnat": 1946,
    "buckwheat": 1947,
    "terbalik": 1948,
    "vanila": 1949,
    "madukayu": 1950,
    "panekuk": 1951,
    "eropa": 1952,
    "paniki": 1953,
    "papais": 1954,
    "papeda": 1955,
    "almondbawang": 1956,
    "bale": 1957,
    "baleh": 1958,
    "maraschino": 1959,
    "norma": 1960,
    "salata": 1961,
    "maquis": 1962,
    "kalamata": 1963,
    "e": 1964,
    "fagioli": 1965,
    "con": 1966,
    "salsicce": 1967,
    "halloween": 1968,
    "3": 1969,
    "bahan": 1970,
    "pantry": 1971,
    "rags": 1972,
    "rustica": 1973,
    "nduja": 1974,
    "pastel": 1975,
    "pasties": 1976,
    "pastrami": 1977,
    "pati": 1978,
    "melt": 1979,
    "cranberrykumquat": 1980,
    "pear": 1981,
    "charlottes": 1982,
    "chamomile": 1983,
    "anglaise": 1984,
    "pecay": 1985,
    "pelecing": 1986,
    "ntt": 1987,
    "adaan": 1988,
    "kapal": 1989,
    "selam": 1990,
    "kelesan": 1991,
    "tenggiri": 1992,
    "kemangimakanan": 1993,
    "lambat": 1994,
    "jahetomat": 1995,
    "nika": 1996,
    "hazleton": 1997,
    "serapah": 1998,
    "pepare": 1999,
    "ular": 2000,
    "pepea": 2001,
    "perciatelli": 2002,
    "permen": 2003,
    "peach": 2004,
    "petatou": 2005,
    "ch\u00e8re": 2006,
    "fraise": 2007,
    "et": 2008,
    "nicoises": 2009,
    "vidalia": 2010,
    "pierogies": 2011,
    "lentildannasi": 2012,
    "lebanon": 2013,
    "pilus": 2014,
    "pinda": 2015,
    "angleng": 2016,
    "oli": 2017,
    "sere": 2018,
    "pissaladiere": 2019,
    "shawarma": 2020,
    "tahiniyogurt": 2021,
    "jintendomba": 2022,
    "cobb": 2023,
    "olive": 2024,
    "peterselisalad": 2025,
    "poached": 2026,
    "eggs": 2027,
    "pip\u00e9rade": 2028,
    "bertabur": 2029,
    "popover": 2030,
    "hijauparmesan": 2031,
    "mexico": 2032,
    "kaya": 2033,
    "aka": 2034,
    "nenek": 2035,
    "jody": 2036,
    "peterselitarragon": 2037,
    "potsticker": 2038,
    "mintcabai": 2039,
    "potstickers": 2040,
    "vinaigre": 2041,
    "lestragon": 2042,
    "prey": 2043,
    "profiteroles": 2044,
    "lavender": 2045,
    "pucuk": 2046,
    "lumaidaun": 2047,
    "payasam": 2048,
    "natal": 2049,
    "jagungpancetta": 2050,
    "keranjang": 2051,
    "sekam": 2052,
    "lengket": 2053,
    "amaretto": 2054,
    "zabaglione": 2055,
    "moka": 2056,
    "apelkismis": 2057,
    "pukulan": 2058,
    "pulut": 2059,
    "pundut": 2060,
    "purundawa": 2061,
    "purut": 2062,
    "croutes": 2063,
    "malu": 2064,
    "favorit": 2065,
    "ratu": 2066,
    "elizabeth": 2067,
    "jamurbawang": 2068,
    "ragu": 2069,
    "bolognese": 2070,
    "rajungan": 2071,
    "sinyonya": 2072,
    "ranch": 2073,
    "rarawuan": 2074,
    "rasberi": 2075,
    "rasbi": 2076,
    "rasi": 2077,
    "panci": 2078,
    "kuali": 2079,
    "feijao": 2080,
    "portuguesa": 2081,
    "choroshte": 2082,
    "be": 2083,
    "renggi": 2084,
    "aprikotwalnut": 2085,
    "ribollita": 2086,
    "gelato": 2087,
    "beri": 2088,
    "pantesca": 2089,
    "lemonchili": 2090,
    "rimbang": 2091,
    "risoles": 2092,
    "carter": 2093,
    "penguntit": 2094,
    "risotta": 2095,
    "milanese": 2096,
    "romaine": 2097,
    "ropa": 2098,
    "vieja": 2099,
    "hongaria": 2100,
    "palacsinta": 2101,
    "felfujt": 2102,
    "boong": 2103,
    "eich": 2104,
    "datar": 2105,
    "lemonpepper": 2106,
    "sisilia": 2107,
    "gambang": 2108,
    "zuder": 2109,
    "kepang": 2110,
    "mini": 2111,
    "pudding": 2112,
    "bawangadas": 2113,
    "manchego": 2114,
    "warna": 2115,
    "rotini": 2116,
    "roulades": 2117,
    "route": 2118,
    "66": 2119,
    "rujak": 2120,
    "cingur": 2121,
    "rusip": 2122,
    "rustic": 2123,
    "rw": 2124,
    "anjing": 2125,
    "saga": 2126,
    "forno": 2127,
    "kasbi": 2128,
    "sagon": 2129,
    "lempeng": 2130,
    "sinole": 2131,
    "arugulachicory": 2132,
    "nektarin": 2133,
    "mintz": 2134,
    "riesling": 2135,
    "brokoliquinoa": 2136,
    "cavatelli": 2137,
    "yunaniitalia": 2138,
    "badai": 2139,
    "marilyn": 2140,
    "crudit\u00e9s": 2141,
    "j\u00edcama": 2142,
    "jerukpinus": 2143,
    "migas": 2144,
    "hering": 2145,
    "sherrymustard": 2146,
    "jerman": 2147,
    "mesclun": 2148,
    "kelapamangga": 2149,
    "gelas": 2150,
    "muffuletta": 2151,
    "basmati": 2152,
    "dasi": 2153,
    "kupukupu": 2154,
    "gibb": 2155,
    "berherbal": 2156,
    "madudijon": 2157,
    "sashimi": 2158,
    "cabaibawang": 2159,
    "tomatsemangka": 2160,
    "chaude": 2161,
    "lentilles": 2162,
    "avec": 2163,
    "moutarde": 2164,
    "nicoise": 2165,
    "asamcaper": 2166,
    "lavash": 2167,
    "horseradish": 2168,
    "tom": 2169,
    "douglas": 2170,
    "consomm\u00e9": 2171,
    "cr\u00e9me": 2172,
    "kedelaimadu": 2173,
    "jerukjahe": 2174,
    "cabaimangga": 2175,
    "sisik": 2176,
    "merahchipotle": 2177,
    "maduberry": 2178,
    "mangalore": 2179,
    "mengkilap": 2180,
    "haricots": 2181,
    "verts": 2182,
    "plumjahe": 2183,
    "cranberrythyme": 2184,
    "pengoles": 2185,
    "m\u00e2che": 2186,
    "lingonberry": 2187,
    "papan": 2188,
    "papillote": 2189,
    "mustardlime": 2190,
    "saltimbocca": 2191,
    "lembaran": 2192,
    "sancocho": 2193,
    "sandung": 2194,
    "lamur": 2195,
    "mayo": 2196,
    "coppa": 2197,
    "tekan": 2198,
    "mizuna": 2199,
    "terbaik": 2200,
    "calasia": 2201,
    "saja": 2202,
    "saos": 2203,
    "daleman": 2204,
    "liverworst": 2205,
    "keleponan": 2206,
    "liver": 2207,
    "worteladas": 2208,
    "roulade": 2209,
    "sardines": 2210,
    "sarimuka": 2211,
    "sauerbraten": 2212,
    "bayamartichoke": 2213,
    "pecai": 2214,
    "taiwan": 2215,
    "kariyogurt": 2216,
    "brea": 2217,
    "tar": 2218,
    "pit": 2219,
    "teratai": 2220,
    "garu": 2221,
    "kohukohu": 2222,
    "lilinterubuk": 2223,
    "tangy": 2224,
    "breadcrumb": 2225,
    "picada": 2226,
    "putihlemon": 2227,
    "quenelles": 2228,
    "schnitzel": 2229,
    "terikucai": 2230,
    "scone": 2231,
    "sea": 2232,
    "amandine": 2233,
    "cataplana": 2234,
    "vermouth": 2235,
    "sorrel": 2236,
    "amaranth": 2237,
    "semangka": 2238,
    "semifreddo": 2239,
    "semolina": 2240,
    "semur": 2241,
    "serbuk": 2242,
    "serimping": 2243,
    "kebumen": 2244,
    "setrup": 2245,
    "shabushabu": 2246,
    "sois": 2247,
    "short": 2248,
    "shortcake": 2249,
    "jerukalmond": 2250,
    "shrimp": 2251,
    "dejonghe": 2252,
    "singkah": 2253,
    "siomay": 2254,
    "sirsak": 2255,
    "joes": 2256,
    "tacos": 2257,
    "smorgastarta": 2258,
    "tunas": 2259,
    "sorrentino": 2260,
    "pedesaan": 2261,
    "coklatraspberry": 2262,
    "maytag": 2263,
    "korintus": 2264,
    "muscat": 2265,
    "doria": 2266,
    "loignon": 2267,
    "fromage": 2268,
    "buttermilkbayam": 2269,
    "lemoncello": 2270,
    "dieja": 2271,
    "onepot": 2272,
    "spumoni": 2273,
    "sundaes": 2274,
    "fudge": 2275,
    "srikaya": 2276,
    "denver": 2277,
    "asintamarin": 2278,
    "diane": 2279,
    "flap": 2280,
    "sirloin": 2281,
    "gantungan": 2282,
    "panfried": 2283,
    "pizzaiola": 2284,
    "murphy": 2285,
    "kuno": 2286,
    "split": 2287,
    "persia": 2288,
    "flemish": 2289,
    "puerto": 2290,
    "rico": 2291,
    "ranchero": 2292,
    "tomatchianti": 2293,
    "nelayan": 2294,
    "sumo": 2295,
    "chanko": 2296,
    "nabe": 2297,
    "arizona": 2298,
    "stroganoff": 2299,
    "albondigas": 2300,
    "bubbe": 2301,
    "banyak": 2302,
    "bola": 2303,
    "yucatan": 2304,
    "ayamorecchiette": 2305,
    "comt\u00e9": 2306,
    "chlodnik": 2307,
    "giok": 2308,
    "goulash": 2309,
    "merahbawang": 2310,
    "rouille": 2311,
    "cope": 2312,
    "ketumbartomat": 2313,
    "merpati": 2314,
    "kacangkacangan": 2315,
    "kentangdaun": 2316,
    "kepitingjagung": 2317,
    "nantucket": 2318,
    "julienne": 2319,
    "jamurzucchini": 2320,
    "rutabaga": 2321,
    "proven\u00e7al": 2322,
    "skandinavia": 2323,
    "acquacotta": 2324,
    "ann": 2325,
    "pachett": 2326,
    "succotash": 2327,
    "tomattarragon": 2328,
    "tunisia": 2329,
    "jalapenos": 2330,
    "lemonjintan": 2331,
    "slaw": 2332,
    "surf": 2333,
    "turf": 2334,
    "sushi": 2335,
    "berlemak": 2336,
    "susupan": 2337,
    "suwirsuwir": 2338,
    "al": 2339,
    "pastor": 2340,
    "dilumuri": 2341,
    "purslane": 2342,
    "pico": 2343,
    "gallo": 2344,
    "tecate": 2345,
    "tagine": 2346,
    "taglierini": 2347,
    "mapo": 2348,
    "dadih": 2349,
    "pontianak": 2350,
    "viqueque": 2351,
    "tamale": 2352,
    "jalape\u00f1okeju": 2353,
    "tamales": 2354,
    "taoco": 2355,
    "taokoa": 2356,
    "bianca": 2357,
    "belgia": 2358,
    "flamiche": 2359,
    "poireaux": 2360,
    "relleno": 2361,
    "tartlet": 2362,
    "tataki": 2363,
    "lemonkedelai": 2364,
    "tauco": 2365,
    "das": 2366,
    "tauji": 2367,
    "tautan": 2368,
    "melati": 2369,
    "tekwan": 2370,
    "kampung": 2371,
    "tambak": 2372,
    "papa": 2373,
    "espanola": 2374,
    "southwestern": 2375,
    "lardon": 2376,
    "divorciados": 2377,
    "chez": 2378,
    "gladines": 2379,
    "rumah": 2380,
    "peternakan": 2381,
    "skotlandia": 2382,
    "yogya": 2383,
    "tempoya": 2384,
    "tempura": 2385,
    "tempuyak": 2386,
    "madeira": 2387,
    "hunkwee": 2388,
    "jalejo": 2389,
    "mocaf": 2390,
    "beneng": 2391,
    "terigu": 2392,
    "dobo": 2393,
    "teripang": 2394,
    "bobolis": 2395,
    "hintalo": 2396,
    "texasstyle": 2397,
    "b\u00e9arnaise": 2398,
    "timballos": 2399,
    "timun": 2400,
    "tinira": 2401,
    "nggaluku": 2402,
    "tinoransak": 2403,
    "tinutuan": 2404,
    "tipatipa": 2405,
    "salsita": 2406,
    "adassaffron": 2407,
    "tofuandmeat": 2408,
    "loaf": 2409,
    "juice": 2410,
    "falafel": 2411,
    "torta": 2412,
    "calabacitas": 2413,
    "almondlemon": 2414,
    "cokelatpistachio": 2415,
    "ganache": 2416,
    "kenariblackberry": 2417,
    "gratinata": 2418,
    "b\u00e9chamel": 2419,
    "jamursage": 2420,
    "refried": 2421,
    "nanasj\u00edcama": 2422,
    "keriting": 2423,
    "tostado": 2424,
    "tomatillo": 2425,
    "trail": 2426,
    "mix": 2427,
    "trippa": 2428,
    "tsimmes": 2429,
    "sulur": 2430,
    "tomatsaffron": 2431,
    "mustardtarragon": 2432,
    "lemonsayuran": 2433,
    "port": 2434,
    "putihmiso": 2435,
    "alpukatmangga": 2436,
    "turbot": 2437,
    "nage": 2438,
    "terinspirasi": 2439,
    "terongpolenta": 2440,
    "cita": 2441,
    "tonnato": 2442,
    "ayamaprikot": 2443,
    "cilembu": 2444,
    "uceng": 2445,
    "creole": 2446,
    "galah": 2447,
    "jaheaprikot": 2448,
    "louis": 2449,
    "palermo": 2450,
    "putihherba": 2451,
    "papay": 2452,
    "perendam": 2453,
    "cengkih": 2454,
    "uku": 2455,
    "laulau": 2456,
    "jahedaun": 2457,
    "urap": 2458,
    "scallopini": 2459,
    "scaloppine": 2460,
    "vegetable": 2461,
    "rundown": 2462,
    "vermicelli": 2463,
    "lemonpoppy": 2464,
    "wajik": 2465,
    "balamak": 2466,
    "widaran": 2467,
    "wingko": 2468,
    "woku": 2469,
    "yangko": 2470,
    "yassa": 2471,
    "yoghurt": 2472,
    "kristal": 2473,
    "mozarella": 2474
  },
  "index_word": {
    "1": "<OOV>",
